{
  "0": {
    "source": "Ape To GentleMan",
    "title": "Brace Yourself: The Best Bracelet Brands For Men",
    "author": "Paddy Maddison",
    "date": "",
    "text": "When it comes to style, the smallest details can often be the difference between a good outfit and a godly outfit. That’s why knowing how to accessorise (and having the tools to do so) is what really separates the boys from the men. The bracelet is perhaps the ultimate example of this. On the surface, it’s nothing more than a mere loop of metal or fabric. But when the right one is chosen, it has the power to elevate, refine and give purpose to even the simplest of ensembles. Wearing a bracelet is the easy part. What really takes some work is alighting on the right style and brand for you. In order to steer you in the right direction, we’ve compiled a list of some of our favourite men’s bracelet brands and the reasons why they’re the best at what they do."
  },
  "1": {
    "source": "Ape To GentleMan",
    "title": "Miansai",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/miansai1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/miansai2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/miansai3.jpg"
    ],
    "text": "Since its inception in 2009, Miansai (featured image, top) has established itself as one of the leading names in affordable, stylish jewellery. The brand’s Italian leather and marine-grade rope bracelets have long been its bread and butter, but there’s an ever-expanding selection of precious metal options for those who prefer their wrist wear a little glitzier. Designs are subtle and understated. In other words, if you’re a fan of the Mr T aesthetic (which we sincerely hope you aren’t), Miansai probably isn’t the brand for you. If, however, you like your jewellery tasteful and reasonably priced then look no further. Shop now at Miansai"
  },
  "2": {
    "source": "Ape To GentleMan",
    "title": "Tateossian",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/tato2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/tato1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/tato3.jpg"
    ],
    "text": "Founded in London by Robert Tateossian in 1990, Tateossian aims to arm its customers with a unique way to express their personality and style. Notably, Tateossian’s designs often incorporate unconventional materials – bits of meteorite, fossils and copper nuggets, for example – alongside diamonds, gold, silver and gemstones. As a result, the brand’s jewellery is often unusual, eye-catching and characterful. Bracelet options range from modest yet stylish cable, rope and leather designs, right the way through to precious metals and diamonds. The overarching theme, though, is quality and individuality – core values which have seen it become one of England’s most recognised jewellery brands. Shop now at Far Fetch"
  },
  "3": {
    "source": "Ape To GentleMan",
    "title": "Le Gramme",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/legramme3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/legramme2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/legramme1.jpg"
    ],
    "text": "Parisian metals brand La Gramme’s minimalist take on the classic cuff bracelet has seen it gain international attention over the last few years. Each object is named according to its weight in grams and while the collection includes rings, necklaces and earrings, it’s the bracelets for which Le Gramme is best known. There are both cable and band (or “ribbon”, as the brand calls it) styles available, all featuring the same trademark simplicity and precision design. All bracelets are handmade in France and can even be engraved to add a personal touch. Shop now at MR PORTER"
  },
  "4": {
    "source": "Ape To GentleMan",
    "title": "A.P.C.",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/apc1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/apc3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/apc2.jpg"
    ],
    "text": "Parisian stalwart A.P.C. is well known for its trademark brand of chic minimalism and European cool. Turns out this winning formula extends to the label’s range of jewellery too. There are no gimmicks, no exorbitantly-priced materials – just simple metal bracelets. Brass is the most commonly used material, finished in either gold or silver. Designs vary but are united by their shared understated styling and solid construction. Nothing less than you’d expect from one of the coolest labels on the face of the earth. Shop now at End Clothing"
  },
  "5": {
    "source": "Ape To GentleMan",
    "title": "Mikia",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/mikia1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/mikia3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/mikia2.jpg"
    ],
    "text": "Hailing from Japan, Mikia is a jewellery brand inspired by the journeys we all take and the people and places we meet along the way. Founder and designer Aki Mitsubayashi spends a lot of time travelling and uses this as inspiration for her jewellery. Each piece is handmade in Japan and every material used has its own story.  The resulting bracelets are intriguing, unique and stylish, making them ideal for those looking for something a little different. Shop now at End Clothing"
  },
  "6": {
    "source": "Ape To GentleMan",
    "title": "Chamula",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/chamula34.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/chamula2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/chamula1.jpg"
    ],
    "text": "Chamula is the result of designer Yuki Matsuda’s travels through rural Mexico. The label specialises in footwear and accessories, with each item meticulously handcrafted by Native American artisans. The brand’s bracelets are woven from horsehair and feature traditional Native American patterns. There are both cuff styles and braided styles to choose from, each made using the same traditional techniques. Colourful and unique, Chamula’s authentic bracelets are ideal for bringing a pop of colour to a simple outfit. Plus, with prices ranging from £25 to £85, it’s a jewellery option that will fall comfortably within most budgets. Shop now at End Clothing"
  },
  "7": {
    "source": "Ape To GentleMan",
    "title": "M.Cohen",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/cohen1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/cohen2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/cohen3.jpg"
    ],
    "text": "Born and made in Los Angeles, M.Cohen’s bold and eclectic jewellery boasts a committed following of A-list fans. The American label’s designs are based around the principle of layering and are designed to be worn together. Pieces can be purchased either as standalone items or in stacks which consist of several styles together. Prices range from around £200 for a single bracelet to several thousand for more intricate, stacked designs. Shop now at Far Fetch"
  },
  "8": {
    "source": "Ape To GentleMan",
    "title": "Peyote Bird",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/peyote1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/peyote2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/peyote3.jpg"
    ],
    "text": "Since 1974, Peyote Bird has been making handcrafted, artisan jewellery inspired by the American Southwest. In that time, it has become known for its employment of local artists, its heritage silversmith techniques and its use of turquoise throughout the range. The family-owned, Santa Fe-based brand fuses old and new in its unique designs. Bracelets are often quirky, colourful and give nods to their artists’ American and Native roots. Shop now at MR PORTER"
  },
  "9": {
    "source": "Ape To GentleMan",
    "title": "Alex Orso",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/orso3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/orso2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/07/orso1.jpg"
    ],
    "text": "London-based Alex Orso offers a tightly curated selection of meticulously designed and refined men’s bracelets. The label’s entire ethos centres around the idea that style is in the finer details. It’s something that’s clearly reflected in the beautifully restrained and discreet designs. All of Alex Orso’s minimalist cuffs are cast from sterling silver and plated in either 22kt gold, rhodium or ruthenium. Pared-back and stylish, they make a good option for those looking for something subtle that will look good with everything."
  },
  "10": {
    "source": "Ape To GentleMan",
    "title": "How the Oxford Cloth Button-Down (OCBD) Shirt Entered Sartorial History",
    "author": "Josh Sims",
    "date": "",
    "text": "By most accounts, the Oxford cloth button-down shirt (or OCBD for short) should be one of those garments too loaded with negative connotations to ever be cool. It’s unimaginative; just a shirt with a collar that’s, well, buttoned down. It’s somehow still middle-aged, even when that concept seems diminishing. It’s so very middle-management, so middle of the road, so… middling. And then you see an old still of Paul Newman in a pair of khakis and an Oxford shirt and that entire, misguided perception of the button-down just melts away. OK, so the button-down shirt is not, in design terms, in any way revolutionary. Originally it was called a polo shirt – because polo players wore it, back when sportsmen really knew how to dress to play – before tennis and the pique shirt stole its name. Ironically, polo players then started wearing that instead. The Oxford shirt’s revolutionary idea was to button down the collar to stop it flapping up in the rider’s face – hence, perhaps less confusingly, it later also being referred to as a polo collar shirt.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/Paul-Newman-in-a-pair-of-khakis-and-a-button-down-shirt.jpg"
    ]
  },
  "11": {
    "source": "Ape To GentleMan",
    "title": "Brooks Brothers – ‘The Original Polo Shirt’",
    "author": "Josh Sims",
    "date": "",
    "text": "It took one John Brooks in 1896 to see the Oxford shirt’s true potential. Here was a shirt that, due precisely to this collar design, managed to look smart without the need for a tie, yet quite capable of taking one when required. Brooks just happened to be the grandson of the founder of Brooks Brothers. He promptly snaffled the idea and America’s most important menswear retailer made the button-down shirt its own. Indeed, the button-down became one of the core garments of preppy, Ivy League style – arguably the most influential look in modern-day menswear history.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/Brooks-Brothers-OCBD-2-1160x1785.jpg"
    ]
  },
  "12": {
    "source": "Ape To GentleMan",
    "title": "Famous Oxford Shirt Wearers",
    "author": "Josh Sims",
    "date": "",
    "text": "To say that over the next half century or so men of influence took to the OCBD would be an understatement. Clark Gable, who had a 44-inch chest and a 32-inch waist in his prime, was generally unable to wear ready-to-wear clothing except the Brooks Brothers button-down shirt, which he promptly did, day in, day out. John F. Kennedy wore it too, helping to make him the first style icon with his finger on both the fashion and nuclear buttons. Chet Baker and Miles Davis – both outfitted for fame in Charlie Davidson’s The Andover Shop, the mecca of preppy – both took to button-downs like Charlie Parker to the trumpet. Miles would wear it in his own way: with a knotted handkerchief tucked into the open collar. Gianni Agnelli, of the family behind Fiat, wore his with the collar buttons undone, a touch of sprezzatura that was echoed by revered designer Thom Browne. When Andy Warhol wasn’t in a black polo neck sweater – which has nothing much at all to do with polo – he was in a polo collar shirt. In summary, when you don your own OCBD, you’ll be in good company.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/Gianni-Agnelli-OCBD-2-1160x1781.jpg"
    ]
  },
  "13": {
    "source": "Ape To GentleMan",
    "title": "The Best Men’S Oxford Shirt Brands",
    "author": "Josh Sims",
    "date": "",
    "text": " We’ll rarely advocate a budget option as it’s almost always more cost effective to buy better in the long run. However, we’re willing to make an exception for Uniqlo’s highly reputable Oxford cloth button-down shirts. Nicely cut, reassuringly thick and without any of the usual telltale signs of high-street cheapness, these shirts can happily go toe to toe with options twice their price and, in many cases, still come out on top. Some colours vary from season to season but a core selection of white, light blue, pink, navy and grey is available all year round. And with change from £25 there’s no reason not to stock up on all of them. Shop now at Uniqlo  Swedish brand Asket deals exclusively in wardrobe essentials. No gimmicks, no seasonal trends, just simple, well-made garments that look great today and still will decades down the line. As such, the Oxford cloth button-down shirt sits squarely within Asket’s remit and perfectly encapsulates what the brand is all about. It’s classic, it’s simple and it’s never going to go out of style. The focus, as ever, is on fit and quality, but also on ethical production. Asket’s garments are fully traceable, meaning there are no grey areas in terms of where your shirt came from or who made it. Peace of mind and some of the best Oxford shirts around. What more could you want? Shop now at Asket  Where better to buy an Oxford shirt than from the outfitter that popularised the style in the first place? Historic retailer Brooks Brothers brought this iconic garment into the spotlight in the late 1800s and it remains the brand’s hero piece to this day. We could wax lyrical about how good Brooks Brothers’ shirts are all day, but we don’t need to. Why? Because this NYC institution is one of the most reputable menswear retailers on the face of the earth and Oxford cloth button-downs are its bread and butter. If you still need convincing just go and take a look at the label’s Original Polo Shirt. Clean cut, crisp and just oozing with that famous East-Coast preppy cool. Shop now at Brooks Brothers  Founded in 1985 and owned by Ralph Lauren since 1999, Club Monaco is a Canadian brand built about the concept of better basics. In other words, the garments that nobody should be without, made with a clear focus on quality. This has been Club Monaco’s mission since day one and it’s something it still does to this day. For proof, look no further than the brand’s Oxford cloth button-down shirts. Crisp, meticulously crafted and built to last, Club Monaco’s Oxford shirts have a reputation as some of the best for good reason. Plus, with no distinguishable branding apart from a contrast bottom buttonhole, it’s a great option for anyone who likes to keep things stripped back and clean. Shop now at Club Monaco    A minimalist subsidiary of Swedish retail behemoth H&M, Arket has quickly become one of our favourite Scandinavian brands. Its surgically curated collections and trademark quality serve as the perfect antidote to the usual high-street story of confusion and excess and the shirting is certainly a highlight. A simple Oxford button-down was one of the first garments Arket introduced and one it still makes now. It’s simple, unbranded and fits just right. Another great thing about getting an Oxford cloth button-down shirt from Arket is the price. While it may be more expensive than other high-street options, the build and materials are far superior and still reasonably priced when compared to many of the brands listed here. Shop now at Arket  American label Everlane is another staunch advocate of both ethical, traceable production and the benefits of a simple approach to style. The Oxford cloth button-down shirt is part of the brand’s Uniform collection, and in addition to being ethically made and built to last, it’s also competitive in terms of price. This boils down to Everlane’s direct-to-consumer model and transparent pricing, meaning there are no nasty retail markups and that you’re getting the best possible garment for the absolute fairest price. Shop now at Everlane  New York’s Ralph Lauren took the preppy, Ivy League style of the American East Coast and exported it worldwide. The Oxford cloth button-down shirt was and still is a key garment in the overall look and RL is still making some of the most popular versions on the market. Instantly recognisable thanks to the iconic embroidered polo player motif to the chest, Ralph Lauren’s Oxford shirts are classic, well fitting and reliable. There are too many styles and seasonal variations to go into fully, but for us it’s the classic version that will always be the favourite. Shop now at End Clothing  Another brand that was instrumental in the OCBD’s rise to prominence is GANT. The Swedish label may not have had as big a part to play as Brooks Brothers but it certainly helped to popularise the style. It’s was also responsible for introducing the hanger loop to the shirt. Something which is now a common feature of the Oxford shirt from brand to brand. GANT’s designs, while classic and timeless, keep things moving forward with tasteful modern twists and tweaks. Shop now at GANT  Known for its preppy wardrobe basics, J.Crew is a longtime proponent of the Oxford cloth button-down shirt. This classic piece of casual shirting has long been a staple of the brand and epitomises the label’s clean-cut image. Customers can choose from four different cuts – slim fit, untucked, classic and tall – so a glove-like fit is possible for every body type. There’s also an almost unrivalled selection of styles, patterns and colours to suit all tastes. Best of all, many of the products are now made using sustainable materials like recycled cotton, meaning you can feel better about buying. Shop now at J.Crew  Eccentricity is one of the hallmarks of British style and no brand does it quite as tastefully as London haberdashery Drake’s. Known predominantly for its striking yet tasteful ties, this modern Savile Row favourite also offers a range of off-kilter tailoring, upscale casualwear and even the odd streetwear-infused collaboration. Among it all, the brand’s Oxford shirts are a constant presence, boasting the same high quality and attention to detail that can be found throughout the entire Drake’s range. Shop now at Drake’s",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/oxford-shirt-uniqlo.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/oxford-shirt-asket.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/08/brooks-4.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/oxford-clubmonaco.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/arket-oxford.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/oxford-shirt-everlane.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/oxford-ralph.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/oxofrd-gant.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/oxford-jcrew.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/Drakes-Oxford-shirt-blue.png"
    ]
  },
  "14": {
    "source": "Ape To GentleMan",
    "title": "15 Style Hacks Every Modern Gentleman Should Know",
    "author": "Paddy Maddison",
    "date": "",
    "text": "Dressing well isn’t all about dropping your hard-earned cash on expensive clothes and having a tailor measure each and every inch of your body to get the perfect fit. Granted, that stuff helps, but there are other things you can do to ensure you’re looking your sharpest at all times. In order to avoid hitting a plateau in your sartorial stylings, there are a few things you should consider to help keep things fresh. With that in mind, allow us to walk you through the style hacks every modern man should know, and why they can help keep your wardrobe on its A game."
  },
  "15": {
    "source": "Ape To GentleMan",
    "title": "Tuck Your Shirt With Military Precision",
    "author": "Paddy Maddison",
    "date": "",
    "text": "Tucking a shirt into a pair of trousers – it doesn’t exactly sound like the most difficult task in the world. However, pulling it off without things looking billowy above the waistline is no easy feat. The secret to getting it right? The military tuck. This specialist form of shirt tucking involves pinching the excess fabric at either side of the waist and tucking it into the sides of the waistband to eliminate bagginess. It’s the perfect way to make a loose shirt look fitted underneath a jacket or blazer."
  },
  "16": {
    "source": "Ape To GentleMan",
    "title": "Lose The Belt",
    "author": "Paddy Maddison",
    "date": "",
    "text": " It’s a common misconception that being stylish means adding more and more to an outfit. In actual fact, the opposite is true. Removing elements from an outfit can make things appear more informal and laid back. Case in point: the belt. As long as you can ensure your trousers aren’t going to fall down (and they shouldn’t if they fit you properly), taking the belt out of the equation can add an air of nonchalance to your look. Remember: less is more.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/10/nobelt.jpg"
    ]
  },
  "17": {
    "source": "Ape To GentleMan",
    "title": "Soak It Up",
    "author": "Paddy Maddison",
    "date": "",
    "text": "Is there anything finer than gorging yourself on a greasy takeaway? Perhaps not. But it can come at a price. Get too carried away shovelling it in and you could land yourself a one-way ticket to Stainsville: population, your shirt. Still, if disaster should strike, there are things you can do. First port of call for greasy stains is the bathroom cabinet, where a hearty smattering of talcum powder should soak up any nasty marks."
  },
  "18": {
    "source": "Ape To GentleMan",
    "title": "White Out",
    "author": "Paddy Maddison",
    "date": "",
    "text": " You can scrub a pair of white trainers until you’re blue in the face. But if the laces are grubby they’re still never going to look spotless. The answer is bleach. Simply give your white shoelaces a soak in a jug of the good stuff to get them bright again and bless your sneakers with a new lease of life.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/10/whitesneaker.jpg"
    ]
  },
  "19": {
    "source": "Ape To GentleMan",
    "title": "Perfect Your Sleeve Roll",
    "author": "Paddy Maddison",
    "date": "",
    "text": "   Rolling the sleeves of your shirt up a few times is a simple way of making a dressed-up outfit instantly look more relaxed. However, get carried away and you can end up going too far the opposite way and looking like you’ve just got done washing the dishes. Get it right every time by never going higher than two turns. This will bring the ends of your sleeves somewhere between your elbow and your wrist. In other words, exactly where they should be if you’re going for “cool and laid-back guy” as opposed to “kitchen pot-washer”.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/10/rollslevees.jpg"
    ]
  },
  "20": {
    "source": "Ape To GentleMan",
    "title": "Fix “Shoulder Ears”",
    "author": "Paddy Maddison",
    "date": "",
    "text": "If you’ve ever made the mistake of hanging your knitwear up in the wardrobe before, you’ll know what we mean when we say “shoulder ears”. For the uninitiated, these are the areas on the shoulders where the weight of the hanging garment puts strain on the shoulders where they touch the hanger. Suffice to say it doesn’t look all that great when you come to wearing said item. But it’s a simple fix: just put the garment on, apply a small amount of water to the affected area and massage it with your finger until it lies flat. Then simply let it air dry and things should be back to normal. For a more permanent solution, fold and store your knitwear in drawers instead."
  },
  "21": {
    "source": "Ape To GentleMan",
    "title": "Colour Me Good",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Colours, patterns, prints: they’re your friends. Learn to use them to your advantage. Knowing what colours work with your skin tone and what patterns are slimming is the difference between dressing cleverly and just, well, dressing. Did you know dark colours can make you appear taller and more slender? Vertical stripes have the same effect. However, if you have a rosy complexion you should avoid bright hues; if you’re pale then pastels will wash you out; and if you’re well built, cluttered prints – especially horizontal lines – will only add unnecessary bulk.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/10/coloursskin.jpg"
    ]
  },
  "22": {
    "source": "Ape To GentleMan",
    "title": "Lose The Socks",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Going sockless might sound like a minor adjustment to make to an outfit. But as many a well-dressed man will be well aware, often it’s the smallest details that can have the biggest impact overall. Losing the socks can equip you with an added air of casual cool. Not to mention the breeze feels rather pleasant around your ankles on hot days.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/10/nosocks.jpg"
    ]
  },
  "23": {
    "source": "Ape To GentleMan",
    "title": "Make A Statement",
    "author": "Paddy Maddison",
    "date": "",
    "text": "One of the secrets to making your clothing choices appear low-key considered is to ensure that no two elements are fighting for attention. That means never wearing more than one statement item per outfit. A patterned T-shirt; distressed jeans; a logo hoodie; a brightly-coloured sweater – only one of these things should be present in any outfit at any one time. If you’re going to wear a loud garment then let it, and it alone, do the talking."
  },
  "24": {
    "source": "Ape To GentleMan",
    "title": "Easy Breezy",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Summer weddings: great. Sweating profusely in a marquee whilst clad in a three-piece wool suit: not so great. The solution lies in being selective with your choice of fabrics. Lose the wool in favour of linen. And if you’re having a shirt made for the occasion, ask your tailor to construct the back from a thinner material, like voile cloth. That way you’ll be able to keep your cool even with your jacket on.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/10/summersuit.jpg"
    ]
  },
  "25": {
    "source": "Ape To GentleMan",
    "title": "Go T-Free",
    "author": "Paddy Maddison",
    "date": "",
    "text": " If you’ve ever been to Paris and wondered how the men there manage to look so stylish all the time then allow us to let you in on a little secret: Parisian style is all about shedding the unnecessary. And that includes your T-shirt. But that doesn’t mean strutting around town topless. Rather, if you’re going to wear a sweatshirt or jumper then forget the base layer. Just remember to go extra hard on the antiperspirant.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/10/tee-free.jpg"
    ]
  },
  "26": {
    "source": "Ape To GentleMan",
    "title": "Subdued Shoes",
    "author": "Paddy Maddison",
    "date": "",
    "text": "With chunky silhouettes a key sneaker trend currently, it seems the general consensus within men’s style at the moment is: “bigger is better”. But if you want to avoid cringing at your Instagram feed in years to come, you’d be wise to give this movement a miss. Instead, keep your shoes low key but high quality. That way your outfit can do the talking without battling your footwear for attention. Remember: your shoes are already one of the first things people will notice about you. They don’t need any help."
  },
  "27": {
    "source": "Ape To GentleMan",
    "title": "Declutter Your Wardrobe",
    "author": "Paddy Maddison",
    "date": "",
    "text": " We’ve all been there: staring at a wardrobe full of clothes and muttering to ourselves, “I’ve got nothing to wear!” That’s because you have too much choice. Narrowing down your wardrobe selections to the pieces you actually wear regularly will help alleviate decision fatigue and enable you to create looks quickly and easily each morning. One way to clarify exactly what you can get rid of is to use the hanger trick. Start by turning all of your hangers so they face in one direction. Then, after you’ve worn an item, return its hanger to the wardrobe facing the opposite direction. The same goes for clothing that’s just come out of the wash: return the item facing the opposite direction. After a couple of months you’ll quickly start to identify the pieces that you feel most comfortable in, and those which you’re never going to wear – no matter how much you try to convince yourself. When it comes to the latter, bag them up and either sell them on a secondhand site like eBay, Depop or Grailed, or do a good deed and donate them to charity.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/10/declutter.jpg"
    ]
  },
  "28": {
    "source": "Ape To GentleMan",
    "title": "Learn To Layer",
    "author": "Paddy Maddison",
    "date": "",
    "text": " We all love the summer. Anyone who disagrees that dressing for the cold weather is more fun is just straight-up lying. Having the opportunity to layer clothes is one of the winter’s few plus points and along with the additional warmth it brings, it can also help you shed a few visual pounds. For example, wearing a shirt open over a T-shirt will break up your frame and make you appear taller and more slender. See, winter’s not all bad.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/10/layered.jpg"
    ]
  },
  "29": {
    "source": "Ape To GentleMan",
    "title": "Matchy Matchy",
    "author": "Paddy Maddison",
    "date": "",
    "text": "Where tailoring is concerned, matching your accessories is never a good idea. A contrasting pocket square and tie will always trump identical ones. Still, that doesn’t mean every aspect of your outfit should be different. In regards to any leather your wearing, it’s good practise to ensure at least two items are matching. For example, if you’re wearing a dress watch with a black leather strap, your shoes should also be black leather. Or, if your belt is brown, make sure your footwear is a similar shade. Just remember never to match all of them: belt, watch strap and shoes. You should always be aiming for two out of three."
  },
  "30": {
    "source": "Ape To GentleMan",
    "title": "6 Short Sleeve Shirts Every Man Should Have In Their Summer Wardrobe",
    "author": "Paddy Maddison",
    "date": "",
    "text": "Despite its breezy design, the short sleeve shirt has a longstanding reputation for being inherently uncool. If you ask us, it’s entirely unfounded. Sure, there are plenty of instances of this summer staple falling into the wrong hands, but we defy you to find a garment the same can’t be said for. If you can look past the BBQ-dad stigma, you’ll find that the short-sleeved shirt is actually a highly valuable asset to your warm-weather wardrobe. Whether it winds up looking cool or uncool is all down to which one you buy and how you choose to wear it. With that in mind, we’d like to arm you with the knowledge you need in order to pick out the right short sleeve shirt and style it right every time."
  },
  "31": {
    "source": "Ape To GentleMan",
    "title": "Linen",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/short-sleeve-linen-shirt-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/short-sleeve-linen-shirt-2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/short-sleeve-linen-shirt-3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/linen-1.jpg"
    ],
    "text": "If you haven’t already embraced linen as your summer shirting fabric of choice, now’s the time. This airy, breathable material is great for keeping cool in the hot weather and perfect for adding a touch of texture to your outfit. Use it to take the edge off dressier pieces or as a quick and easy way to smarten up your poolside attire. A short-sleeve linen shirt is your ticket to casual Riviera cool, so style it accordingly, A Cuban collar is always the best option when it comes to linen as it adds to the laid-back feel of the fabric. Add in some cool sunglasses, tuck into a pair of cropped dress pants or tailored shorts and top it off with some suitably summery footwear. Suede loafers or sneakers depending on the setting."
  },
  "32": {
    "source": "Ape To GentleMan",
    "title": "Statement",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/short-sleeve-statement-shirt-2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/short-sleeve-statement-shirt-3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/short-sleeve-statement-shirt-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/statement.jpg"
    ],
    "text": "At Ape, we’ve always been staunch advocates of simplicity, classic style and minimalism. However, that’s not to say we’re opposed to the odd eye-catching piece, and you shouldn’t be either. One of the biggest factors in the short sleeve shirt’s emergence as a hot-ticket fashion item has been brands’ and designers’ use of statement prints, bold graphics and striking patterns. Every man should own at least one. Whenever a statement piece is being deployed – whether it’s a jacket, T-shirt, short sleeve shirt or otherwise – it’s always advisable to keep the rest of the outfit toned down. There’s nothing worse than two or more loud garments fighting each other for attention, so focus on subtle colours, understated detailing and minimal branding elsewhere in the outfit. That way, your statement shirt can sing and be heard."
  },
  "33": {
    "source": "Ape To GentleMan",
    "title": "Stripes",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/short-sleeve-stripe-shirt-2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/short-sleeve-stripe-shirt-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/short-sleeve-stripe-shirt-3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/stripe.jpg"
    ],
    "text": "Every season, the fashion editors delight in telling us that stripes are ‘in’. Which begs the question, have they ever been ‘out’? The answer, in our humble opinion, is a resounding “no”. Stripes will always be a respectable option, and a safe way of jazzing things up a tad without breaking out the animal prints – something it’s always best to avoid doing. There are an infinite amount of ways to wear stripes, but when it comes to short sleeve shirts we like to use them as a device to introduce colour into tonal outfits. Keep your colour palette simple and cohesive and use stripes of an entirely different hue to create a focal point. This technique can work equally well when used against a light or dark backdrop."
  },
  "34": {
    "source": "Ape To GentleMan",
    "title": "Camp Collar",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/short-sleeve-campcollar-shirt-2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/short-sleeve-campcollar-shirt-3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/short-sleeve-campcollar-shirt-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/camp.jpg"
    ],
    "text": "Camp collar, Cuban collar, open collar; whatever you want to call it, the resurgence of this retro style reignited the menswear community’s interest in the short sleeve shirt. And it’s not hard to see why. It’s relaxed, yet sharp and offers something a little out of the ordinary in contrast to a classic-collar version. A must-have garment in the modern man’s summer shirting rotation. The laid-back look of that open collar is great for adding a touch of personality to a look, and also for making dressier pieces feel more summer-appropriate. A pair of dress pants that might otherwise seem out of place on a summer’s evening look considered when paired with a camp-collar shirt. There are countless styles to pick from within the category, but if in doubt, stick to simple, block colours and focus on finding one that fits like a glove."
  },
  "35": {
    "source": "Ape To GentleMan",
    "title": "Understated",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/short-sleeve-understated-shirt-2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/short-sleeve-understated-shirt-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/short-sleeve-understated-shirt-3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/understated.jpg"
    ],
    "text": "If in doubt, keep it simple. An understated short sleeve shirt in a clean block colour is one of the pillars of any respectable summer wardrobe. It’s timeless, versatile and something well worth having at your disposal when the sun is shining. There are two clearly defined routes to follow when it comes to styling an understated short sleeve shirt. Firstly, you can go minimal, opting for similarly stripped-back pieces to create a versatile and pared-back look that can take you anywhere. Alternatively, you can use it as a sort of blank canvas, upon which to introduce bolder textures, colours and patterns."
  },
  "36": {
    "source": "Ape To GentleMan",
    "title": "From Beach To Bar: The Stylish Man’s Guide To Swim Shorts",
    "author": "Graham Jones",
    "date": "",
    "text": "Whether gracing the sand of Anse Source d’Argent beach in the Seychelles, playing it cool in a private Las Vegas cabana or sunbathing at your local lido – the right swim shorts matter. Often an overlooked part of the modern gentleman’s wardrobe, our handy guide covers everything from how they should fit and key buying considerations to the latest swimwear trends for men and the labels that are producing the very best swim shorts on the market today. It’s time to dive in."
  },
  "37": {
    "source": "Ape To GentleMan",
    "title": "Buying Considerations",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/Frescobal-Carioca.png",
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/ob-hardware.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/Orlebar-Brown-mens-swim-shorts.png",
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/170619_290_024_RVB.png"
    ],
    "text": "When it comes to fit, look no further than the tailored short. Slim cut and finishing a few inches above the knee, widely referred to as “mid-length”, they give off a vintage Jet Set aesthetic that looks more South of France than baggy surfer dude. As with jeans, your swim shorts need to fit just right: not too loose, not too tight. Avoid skinny cuts at all costs – these days, you may find yourself in your swim shorts all day, often in 30°C+ heat, so comfort is essential. Naturally, your height and weight will play a part when it comes to fit. If you’re taller, opt for a slightly longer length. If you’re shorter, a style that finishes higher up the leg will help balance your proportions and give the illusion of longer legs. Slender and athletic builds should opt for something streamlined and conversely, if you’re carrying a few extra pounds, opt for a short in a classic or straight cut that flatters. Detailing is what separates cheap swim shorts from premium versions. Look for designs featuring high-quality metal hardware over plastic detailing and proper chrome eyelets for tie-cord exits. A concealed zip and button closure can be sought out if you want a smarter and more streamlined silhouette, with most tailored versions also featuring adjustable side straps for a customised fit around the waist. Block colours and earthy neutral tones are solid, safe choices. It’s important to remember that you’ll be wearing your swim shorts as a standalone piece, while swimming or around the pool, but will likely team them up with a linen shirt or T-shirt at the resort bar afterwards. Therefore, they need to adapt to both scenarios. Crucially, consider your skin tone; darker or well-tanned torsos are better suited to brightly-coloured hues (think yellow, light blue, green, red or any pastel offering). On the other hand, if you’re still working on your tan, then opt for richer shades of burgundy and burnt orange, or classic dark neutrals such as black or navy. Then comes perhaps the most important decision: print or no print? Geometric patterns, big dots, wide stripes, tie-dye and photographic prints are currently huge trends within the sector. Vilebrequin, in particular, excel here, offering a raft of designs featuring novelty fruits and animals of the sea or land. If you choose to go down this route, make sure any statement print is offset by a plain colour-block T-shirt or shirt; picking out a base colour on your shorts often works well. For those not prepared to take the risk, timeless polka dots or Breton stripes offer the perfect blend of versatility and visual interest. There are two key types of tailored swim short styles: sporty and smart. Sportier shorts are often be constructed in mesh-lined nylon or polyester, whereas beach to bar swim shorts are often crafted in cotton or linen, or a blend of the two. The best option is arguably a hybrid – something like a cotton-polyester blend. Your main area of concern here is to ensure they are quick drying for comfort and practicality."
  },
  "38": {
    "source": "Ape To GentleMan",
    "title": "Summer Swimwear Trends",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/swim-forals.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/swim-pastels.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/swim-short-shorts.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/swim-prints-1.jpg"
    ],
    "text": "From dark and moody to bold and vibrant, floral prints are everywhere in swimwear this year and when executed tastefully, can be a great way to bolster your poolside style. Our advice would be to opt for subtle, tonal varieties over anything neon and headache inducing, with base colours like navy, black or white. Pastel shades and swimwear go together like strawberries and cream. There’s just something about those light, powdery hues that looks so at home on the beach and really makes a tan sing. They’re also highly versatile in terms of what colours you can wear them with, so feel free to exercise a little creative freedom. That 20-year trend cycle is unrelenting, which means we could well see a three-quarter-length board short revival at some point in the next few years (even if we do, steer clear). For now though, we’re safe, as hemlines continue to creep north as opposed to south. Be careful not to go too far though; around 5-6 inches above the knee is as high as any gentleman should venture. Normally, we wouldn’t advocate psychedelic, kaleidoscope prints being worn in public, but for swimwear we’ll make an exception. Big swimwear labels and luxury fashion brands alike have been introducing plenty of magic eye puzzle-esque patterns to their ranges lately, creating a new way to spice up your vacation wardrobe. To keep it wearable, opt for prints that use a dark colour palette and keep anything else you wear stripped back to the max."
  },
  "39": {
    "source": "Ape To GentleMan",
    "title": "The Best Men’S Swim Shorts Brands",
    "author": "Graham Jones",
    "date": "",
    "text": "There are a plethora of swim shorts available today, with most menswear brands offering something in the swimwear category. But while some get it right, many don’t. Your safest option here is to choose a label which is dedicated to the beachwear niche – think the likes of Frescobol Carioca, Orlebar Brown and Vilebrequin. Their offering is likely to be better thought out, more considered and groundbreaking in terms of material, style and design. Furthermore, with their focus purely on swimwear and producing the best swim shorts possible, it makes sense that they’ll produce superior products. However, this type of heritage comes a premium price tag. Therefore, below we’ve highlighted a number of resortwear specialists, along with a selection of contemporary labels that are producing well-made, classic swim shorts at more modest price points."
  },
  "40": {
    "source": "Ape To GentleMan",
    "title": "Frescobol Carioca",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/frescobol1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/frescobol3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/frescobol2.jpg"
    ],
    "text": "Born in 1945 during Brazil’s Golden Age, known as the Tropical Belle Époque, Frescobol (a beach-based bat and ball-style game) Carioca (a demonym used to refer to anything related to the City of Rio de Janeiro) is the embodiment of Rio-life: cool, active and upbeat in spirit. Attributes which are reflected in the brand’s marketing campaigns and swimwear collections. A self-proclaimed lifestyle brand, their focus is high-quality, stylish swim shorts, but you’ll also find complementary T-shirts, shirting, polos, linen trousers, chinos and comfortable activewear. In other words, everything you need for a stylish day on the Copacabana and the bars and restaurants that serve it. Shop now at Frescobol Carioca"
  },
  "41": {
    "source": "Ape To GentleMan",
    "title": "Orlebar Brown",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/orlebar-brown-swim-shorts-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/orlebar-brown-swim-shorts-2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/orlebar-brown-swim-shorts-3.jpg"
    ],
    "text": "Born and based in London, Orlebar Brown arrived on the scene in March 2007 with, at the time, a more tailored approach to men’s swim shorts. A true trendsetter, which many others have tried (and failed) to emulate, OB designs “shorts you can swim in”. These are swimming shorts that are just as at home worn on their own around the pool or on beach as they are teamed with a linen shirt and loafers at a stylish beachside restaurant. The British brand’s range naturally evolved into a full resortwear collection, which takes inspiration from the golden Jet Set era and serves as a reminder of the elegance and sophistication that was once so synonymous with travel and holidays. Shop now at Orlebar Brown"
  },
  "42": {
    "source": "Ape To GentleMan",
    "title": "Vilebrequin",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/vilebrequin-swim-shorts-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/vilebrequin-swim-shorts-3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/vilebrequin-swim-shorts-2.jpg"
    ],
    "text": "A quintessential French Riviera brand, Vilebrequin was founded in 1971 by Fred Prysquel while sitting at a cafe in the bright and sunny town of Saint Tropez. Its logo, the instantly recognisable turtle, can be seen adorning the swim shorts of man and boy across the globe. Noted for its use of bright colours and exotic fish, turtle and other marine patterns, look for the time-honoured Moorea swim short, which is a Vilebrequin classic and now-legendary style. The Moorea leans more towards a sportier fit and aesthetic, but there are also a number of more tailored options in the brand’s seasonal collections. Shop now at Vilebrequin"
  },
  "43": {
    "source": "Ape To GentleMan",
    "title": "Onia",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/onai-swim-shorts-2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/onai-swim-shorts-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/onai-swim-shorts-3.jpg"
    ],
    "text": "With a glaring absence of beaches, New York City may not seem like the obvious place for a world-class resortwear brand to emerge from, but then there’s nothing obvious about Onia. Founded in 2009, this luxury swimwear and loungewear label has been shaking the industry up with its signature blend of tailored fits, surgical attention to detail and the odd eye-catching print thrown in for good measure. Onia’s range encompasses a tightly curated selection of vacation-friendly garb, ranging from super-soft terry-cloth polos to breezy camp-collar shirts. However, it’s the swimwear that serves as the brand’s crowning glory – built for the connoisseurs and well worth a look when the time comes to invest in your next pair of swim shorts. Shop now at MR PORTER"
  },
  "44": {
    "source": "Ape To GentleMan",
    "title": "Reiss",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/reiss-swim-shorts-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/reiss-swim-shorts-3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/reiss-swim-shorts-2.jpg"
    ],
    "text": "Reiss has established itself as the premier spot on the high-street for slick, upmarket clothing. The British brand is best known for its ready-to-wear tailoring and sleek, modern casualwear, but it’s also worth checking out when on the hunt for swim shorts too. The range differs from season to season, but a core selection of plain, well-fitting swim shorts serves as the backbone. On top of that, you’ll find more trend-driven printed options as well as classic striped and spotted styles. Shop now at Reiss"
  },
  "45": {
    "source": "Ape To GentleMan",
    "title": "Arket",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/arket-swim-shirts-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/arket-swim-shirts-3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/arket-swim-shirts-2.jpg"
    ],
    "text": "Launched in summer 2017, it didn’t take long for Arket to become one of our favourite brands here at Ape. The tightly curated edit of premium minimalist basics instantly struck a chord with us and contains all the essential building blocks needed to create a solid capsule wardrobe. And that includes swim shorts. As is to be expected of such a brand, swimwear offerings are simple, subtle and minimalist. Most designs are finished in crisp, block colour but there is also the occasional tasteful print to be found. Above all else, the value for money is very good, with a pair of swim shorts rarely exceeding the £50 mark. Shop now at Arket"
  },
  "46": {
    "source": "Ape To GentleMan",
    "title": "Everlane",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/everlane-swim-short-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/everlane-swim-short-2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/everlane-swim-short-3.jpg"
    ],
    "text": "With a strong focus on ethical production, pricing transparency and the environment, Everlane is a brand you can feel good about buying from. Founded in 2010, the label offers customers a cost breakdown for every item and only works with the most ethical factories from around the world. You can even take a look at the factory where each item was produced by clicking a link on the product page. There’s no dedicated swimwear range as such, but as is the case with most garments at Everlane, it’s all in the interest of keeping it simple. Instead, the brand offers its ReNew Sports Short, a versatile, recycled nylon short designed for everything from swimming to running. If you’re a believer in minimalist living and need a pair of shorts to see you through anything the summer can throw at you, Everlane could be a good option. Shop now at Everlane"
  },
  "47": {
    "source": "Ape To GentleMan",
    "title": "Atalaye",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/atalya-swim-short-3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/atalya-swim-short-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/atalya-swim-short-2.jpg"
    ],
    "text": "Hailing from the French city of Biarritz, one of Europe’s most upmarket beach destinations, Atalaye is a swimwear brand that exudes refinement. Founded in 2014, the label has quickly established itself as one of the dominant forces in luxury swimwear with it’s high-end take on beach attire. All of Atalaye’s swim shorts are made in Portugal using locally manufactured fabrics specifically developed for swimming. There’s no confusion when it comes cut either, as all swim shorts are made to fit exactly the same: short and comfortable, exactly the way they should be. Plus, they’re smart enough to take you directly from beach to bar so that’s one less garment you’ll have to shoehorn into your suitcase. Shop now at MR PORTER"
  },
  "48": {
    "source": "Ape To GentleMan",
    "title": "9 Of The Best Direct-To-Consumer Menswear Brands",
    "author": "Graham Jones",
    "date": "",
    "text": "The trend for direct-to-consumer (DTC) brands is showing no sign of slowing down, with positive growth charts for valuations, revenues, customers and sentiment through the roof. DTC companies are varied in nature but can be commonly defined as: brands which sell goods and/or services direct to the consumer, but who also “own” their entire value chain – from research, development, design and manufacturing through to the marketing and delivery of its final product. In essence, the start-to-end customer experience is completely controlled by the brand. This side-stepping of traditional retail channels typically results in lower overheads and in turn a lower RRP for the customer. A DTC brand is essentially a ‘master of everything’, from design to sale, owning the customer journey and keeping all of the subsequent revenue. This direct connection with customers has been made possible thanks to advances in technology and the rise of highly digitally-literate audiences. Typically, a brand retaining ownership of its entire offering ensures a superior customer experience, which means a large proportion of purchasers often go on to become brand advocates, helping spread the word further. Ownership of the value chain also enables DTC companies to be more transparent – particularly when it comes to ethics, working practises and overheads – with many happily sharing where their materials are sourced, how and where their goods are made, and even how much it costs to produce their products. This helps build trust and an emotional connection with the customer and is particularly refreshing in a world dominated by big-name retailers with increasingly opaque and, in some cases, questionable business practises. With the above in mind, here are some direct-to-consumer brands worthy of your hard-earned."
  },
  "49": {
    "source": "Ape To GentleMan",
    "title": "Buck Mason",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/buck3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/buck1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/buck2.jpg"
    ],
    "text": "Founded in 2013 by Sasha Koehn and Erik Allen, who were neighbours in Venice, California, Buck Mason was once dubbed “the new Bonobos” – the latter was a DTC brand but is now owned by US retail giant Walmart, much to the chagrin of its original customer base – many of whom believe the company “sold out”. The company produces classic menswear staples such as Oxford shirts, plain tees and raw denim jeans with a clear focus on fit, fabric and quality, with much of its product made in the USA. buckmason.com"
  },
  "50": {
    "source": "Ape To GentleMan",
    "title": "Everlane",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/everlane2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/09/everlane-jacket.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/everlane1.jpg"
    ],
    "text": "Founded in 2010 by Michael Preysman, Everlane partner with some of the most ethical factories around the world to source the highest quality materials they can. Adhering to an approach they deem “Radical Transparency”, the brand is eager to share the backstory behind each creation, as well as a cost breakdown. This has revealed that, on average, traditional retailers mark their products up 5–6x, whereas Everlane are content with just 2–3x. With the brand not big on fashion trends, expect to find timeless pieces such as cashmere sweaters, Italian shoes and Peruvian Pima cotton tees that you’ll wear for years to come. everlane.com"
  },
  "51": {
    "source": "Ape To GentleMan",
    "title": "Suitsupply",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/suitsupply-summer-suit-navy.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/10/overcoat-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/11/wool-suitsupply.jpg"
    ],
    "text": "Founded in 2000 by Fokke de Jong in Amsterdam, Suitsupply define themselves as: “Straight, to the point, and still personal. Fast and effective. Mixing craftsmanship and flair.” And when you’re able to pick up an Italian Pure Wool Super 110s suit – impeccably cut we might add – for just £299, it’s hard to dispute the claim. Arguably one of the best smart casual brands on the planet, expect to find razor-sharp tailoring, exquisite overcoats and refined everyday staples crafted from fabrics sourced from world-renowned mills such as Italy’s Vitale Barberis Canonico and Ormezzano. suitsupply.com"
  },
  "52": {
    "source": "Ape To GentleMan",
    "title": "Asket",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-cashmere-asket.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/asket-tees.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/oxford-shirt-asket.jpg"
    ],
    "text": "Stockholm-based Asket believes in “The Pursuit of Less”. The eco-conscious company understands that the world doesn’t need another fast-fashion label destroying the environment by encouraging an endless churn of garments within your wardrobe, so they set out to change it. Asket don’t design for seasons or trends. They believe in producing timeless pieces using the highest quality materials that will stand the test of time. This is a brand that actually wants you to buy less, but better. The type of brand you could fill your entire wardrobe with (we certainly have) and not feel guilty about it. asket.com"
  },
  "53": {
    "source": "Ape To GentleMan",
    "title": "Castore",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/03/castore-3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/03/castore-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/03/castore-2.jpg"
    ],
    "text": "Castore was founded by brothers Phil and Tom Beahon, ex-professional sportsmen who were frustrated by the fact that they couldn’t find premium-quality athletic apparel that performed to their desired level. In a sector dominated by mass-produced, global names such as Nike and Adidas, Castore have managed to gain a foothold thanks to their focus on producing the lightest, most durable, highest performing sportswear in the market. Each and every garment they design is tested by elite athletes for 100 consecutive days before being approved for full production. The resulting garments are so good that the brand recently attracted tennis star Andy Murray to invest and become part-owner of the company. castore.com"
  },
  "54": {
    "source": "Ape To GentleMan",
    "title": "Away",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/08/away-travel-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/08/away-travel-3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/08/away-travel-2.jpg"
    ],
    "text": "Away produce a variety of luggage, ranging from suitcases to dopp kits (wash bags), using premium materials chosen for their resilience and style. Each suitcase is functional and minimal, designed to solve real travel problems. A direct-to-consumer approach means a lower price point in comparison to other global luggage brands, but the quality of the product is guaranteed; Away claim your suitcase “will be with you for life”. Until your budget airline misplaces it, of course. awaytravel.com"
  },
  "55": {
    "source": "Ape To GentleMan",
    "title": "Carl Friedrik",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/08/briefcases-cf2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/08/carl-friedrik-holdall-black.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/10/cf-carry-1.jpg"
    ],
    "text": "Founded by brothers Niklas and Mattis Oppermann in 2012, Carl Friedrik craft well-designed, timeless leather accessories. Their use of only the best tanneries and most skilled artisans has resulted in a collection of some of the finest bags, wallets and suitcases available to buy today. Growing up in Sweden, and with Mattis’ background in industrial design, the brand follows a less-is-more and form-follows-function design process. Each creation is stunning and features a serious amount of attention to detail. The affordable price point is just a bonus. carlfriedrik.com"
  },
  "56": {
    "source": "Ape To GentleMan",
    "title": "Warby Parker",
    "author": "Graham Jones",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/08/wary-parker-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/08/wary-parker-3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/08/wary-parker-2.jpg"
    ],
    "text": "Warby Parker was founded was founded in 2010 in Philadelphia by Neil Blumenthal, Andrew Hunt, David Gilboa and Jeffrey Raider, and is now headquartered in New York City. With one of the founders losing his spectacles on a backpacking trip and unable to afford a replacement pair, the friends set out to create designer eyewear at an affordable price, all while remaining a socially-conscious business. They certainly achieved that: the brand’s designs are simple and stylish, and the frames well made. But that’s not all – Warby Parker also partners with non-profits like VisionSpring to ensure that for every pair of glasses sold, a pair is distributed to someone in need. This is style with a conscience. warbyparker.com"
  },
  "57": {
    "source": "Ape To GentleMan",
    "title": "Cornerstone",
    "author": "Graham Jones",
    "date": "",
    "text": "  Cornerstone was founded in 2013 by Oliver Bridge as a direct-to-consumer shaving brand. Its premise: a simple, superior and more affordable solution for buying shaving products. Do they create the best razors for men? They certainly provide great value for money when compared to the likes of Gilette and Wilkinson Sword (who bought another successful DTC shaving brand, Harry’s, in 2019). Cornerstone offer a subscription service for time-poor men and create some seriously handsome products that perform well while looking great on any bathroom shelf. cornerstone.co.uk",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/08/cornerstone-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/08/cornerstone-3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/08/cornerstone-2.jpg"
    ]
  },
  "58": {
    "source": "Ape To GentleMan",
    "title": "Conclusion",
    "author": "Graham Jones",
    "date": "",
    "text": "We can’t argue that a Suitsupply suit will ever trump a bespoke suit from Savile Row, or that an Everlane button-down will trump the types of shirt you’d find at Turnbull & Asser for quality. Nor will any DTC footwear brand likely dislodge the Northampton shoemakers from their thrones. But the rise of direct-to-consumer brands has ensured increased competition and choice (never a bad thing for the consumer) while also offering a clear focus on quality, transparency and social responsibility. For those on a budget or who are looking to branch out from the mainstream, you won’t be disappointed."
  },
  "59": {
    "source": "Ape To GentleMan",
    "title": "The Greatest Men’s Style Icons Of The 20th Century",
    "author": "Paddy Maddison",
    "date": "",
    "text": "They say clothes make the man, but sometimes it’s the other way around. Over the course of the 20th Century, there have lived a select few men whose sartorial charisma and natural flair was so potent that they helped shape modern menswear in their image. These are the guys who taught the world how tailoring should look, how to dress with personality and the importance of a good haircut. They set fashion trends as opposed to following them and revolutionised the contents of wardrobes across the world in the process. If you’re stuck in a styling rut and lost for inspiration, look no further than these 20 style icons of the 20th Century for guidance."
  },
  "60": {
    "source": "Ape To GentleMan",
    "title": "Clint Eastwood",
    "author": "Paddy Maddison",
    "date": "",
    "text": " There are few men capable of making us consider a wraparound poncho as a viable outerwear option, but Clint Eastwood is one of them. The American actor brought some of the western genre’s biggest blockbusters to life and became something of a fashion icon in the process. He embodied rough-and-ready, masculine style like no one else and was a master of rugged textures and coarse fabrics.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/clint-eastwood.jpg"
    ]
  },
  "61": {
    "source": "Ape To GentleMan",
    "title": "Elvis",
    "author": "Paddy Maddison",
    "date": "",
    "text": " When we think of Elvis today, it’s usually the jumpsuited, glittering, showtime version that first comes to mind. Iconic, yes, but probably not something the average man should try to emulate. Away from the stage, however, is where Elvis really shone from a menswear perspective. The high-waisted trousers, Cuban-collar shirts and Harrington jackets he favoured throughout the 1950s marked him out as a style icon and formed the dressing habits of a generation. Not to mention his signature pompadour and its influence on modern men’s hair.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/elvis.jpg"
    ]
  },
  "62": {
    "source": "Ape To GentleMan",
    "title": "Robert Redford",
    "author": "Paddy Maddison",
    "date": "",
    "text": " A Hollywood legend and sartorial icon of classic cinema, Robert Redford’s preppy, all-American style served to inform the 1960s’ and 1970s’ ideals of masculine dressing. His khakis and loafers were in stark contrast to the rugged, rebellious look made famous by his contemporaries Marlon Brando and Steve McQueen but arguably did just as much to influence modern menswear for the better.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/robr.jpg"
    ]
  },
  "63": {
    "source": "Ape To GentleMan",
    "title": "Marvin Gaye",
    "author": "Paddy Maddison",
    "date": "",
    "text": " From his sharply tailored Motown days to the pre-hipster chic he adopted in the latter decade of his life, Marvin Gaye was always a man who knew what worked for him. He understood how to deploy statement pieces, and often wore red somewhere within the chambray and denim-heavy outfits he favoured during the 1970s. That said, nothing he wore ever felt contrived. It was almost as if he’d simply thrown his clothes on without a second’s thought and was unaware of just how fantastic they looked.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/marvin.jpg"
    ]
  },
  "64": {
    "source": "Ape To GentleMan",
    "title": "Paul Newman",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Actor, director, philanthropist, entrepreneur, race car driver – Paul Newman’s career history reads like a list of everything a 10-year-old boy wishes to be when he grows up (and every fully-grown man for that matter). But it wasn’t just on the big screen or the race track that he excelled, he was also a master of menswear. Whether in an immaculately tailored suit or a simple white Oxford shirt and chinos, he always looked the part.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/paul-newman.jpg"
    ]
  },
  "65": {
    "source": "Ape To GentleMan",
    "title": "Marlon Brando",
    "author": "Paddy Maddison",
    "date": "",
    "text": " From the simple single-breasted jacket to the leather motorcycle jacket, Marlon Brando had a way of taking a garment and making it his own. He was all about the basics – things that look as good seven decades later as they did when he first wore them – and played a significant role in the T-shirt’s transition from humble underwear to a staple of the modern wardrobe.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/marlon.jpg"
    ]
  },
  "66": {
    "source": "Ape To GentleMan",
    "title": "Steve McQueen",
    "author": "Paddy Maddison",
    "date": "",
    "text": " From chunky shawl-collar cardigans to three-piece suits and silk ties; from shearling coats to battered old leather bombers. No matter what Steve McQueen wore, he always looked like he was born to wear it. This coupled with his innate confidence and eye for a good fit goes some way towards explaining why he’s still called “The King Of Cool” half a century after departing this world.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/mcqueen.jpg"
    ]
  },
  "67": {
    "source": "Ape To GentleMan",
    "title": "Sammy Davis Jr",
    "author": "Paddy Maddison",
    "date": "",
    "text": " A lead member of Frank Sinatra’s Rat Pack, Sammy Davis Jr.’s talent for entertaining was matched only by his appreciation of a well-cut, one-button suit. A master of mid-century tailoring, Davis became the first black man to appear on the cover of GQ in 1967, cementing his place as a style icon of the absolute highest order.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/sammy.jpg"
    ]
  },
  "68": {
    "source": "Ape To GentleMan",
    "title": "Cary Grant",
    "author": "Paddy Maddison",
    "date": "",
    "text": " In the winter edition of GQ 1967/68, Cary Grant wrote that although he was often asked for style advice, he never really considered himself to be a well-dressed man. We’re sure that anyone who has seen a photo of him in one of his trademark razor-sharp suits would beg to differ. Suave, elegant and sophisticated, Grant had a deep appreciation for tailoring and although he often wore expensive, bespoke suiting, he always maintained that many of his favourites were reasonably priced and ready-to-wear.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/cary-grant.jpg"
    ]
  },
  "69": {
    "source": "Ape To GentleMan",
    "title": "James Dean",
    "author": "Paddy Maddison",
    "date": "",
    "text": " When you consider the sheer volume of style icons from the 1950s, it’s quite an achievement to emerge as the most prominent. Despite his untimely death at the age of 24, James Dean managed to make a bigger mark on menswear in just a few short years than most make in a lifetime. His style was simple yet considered, focusing on timeless basics and impeccable fit. The best part is it’s a way of dressing that the rest of us can easily replicate, as countless men have done over the last 70 years.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/jamesd.jpg"
    ]
  },
  "70": {
    "source": "Ape To GentleMan",
    "title": "Miles Davis",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Miles Davis’ music is known for having been ahead of its time, and his style was much the same. The trumpeter came from a time when black artists were fighting for recognition as more than just simple entertainers and he used his sartorial chops, along with his art and music, as another tool in that battle. He took his style cues from the likes of Fred Astaire and Cary Grant, valuing sharpness above all else.. “I created a kind of hip, quasi-black English look,” he wrote in his autobiography. “Brooks Brothers suits, butcher boy shoes, high top pants, shirts with high tab collars that were so stiff with starch I could hardly move my neck.”",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/miles.jpg"
    ]
  },
  "71": {
    "source": "Ape To GentleMan",
    "title": "Gianni Agnelli",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Often called “The Rake Of The Riviera” for his love of fast cars, boats, women and luxurious attire, Gianni Agnelli had a huge influence on classic menswear. Designer Nino Cerruti named him as one of his greatest fashion icons, alongside James Bond and JFK, and he even served as the inspiration behind men’s style magazine The Rake.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/gianniag.jpg"
    ]
  },
  "72": {
    "source": "Ape To GentleMan",
    "title": "Muhammad Ali",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Float like a butterfly, sting like a bee and dress like you’re meeting your girlfriend’s conservative grandparents for the first time. Muhammad Ali may have been known for his flamboyant fighting style in the ring, but when it came to clothing, he liked to keep it understated and classic. Ali was one of the last athletes from a time when fighting and tasteful formalwear went hand in hand. God knows some of today’s top fighters could stand to take a leaf or two out of his book.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/ali.jpg"
    ]
  },
  "73": {
    "source": "Ape To GentleMan",
    "title": "John F. Kennedy",
    "author": "Paddy Maddison",
    "date": "",
    "text": " The idea of presidential cool may be dead in the water today, but there was a time when the leader of the free world could have taught us a thing or two about style. JFK’s polished, preppy, conservative look captivated the world and inspired many a style-conscious man, including designers Thom Browne and Ralph Lauren. Not that it was particularly attention-grabbing, but then it didn’t need to be. It was clean, considered and unassuming. Always stylish, but never showy.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/jfk.jpg"
    ]
  },
  "74": {
    "source": "Ape To GentleMan",
    "title": "Yves Saint-Laurent",
    "author": "Paddy Maddison",
    "date": "",
    "text": " From the moment Yves Saint-Laurent entered fashion he began to revolutionise it. He became the head of Dior at the age of 21 and saved the house from financial ruin before starting his own eponymous label and changing the way women dressed forever. He also knew how to present himself and was famed for his bold, horn-rimmed glasses and razor-sharp tailoring.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/ysl.jpg"
    ]
  },
  "75": {
    "source": "Ape To GentleMan",
    "title": "Bob Marley",
    "author": "Paddy Maddison",
    "date": "",
    "text": " The double denim, the retro sportswear, the unbuttoned shirts and even the occasional pair of leather pants. Bob Marley’s style was a patchwork mix of things that, on paper, really shouldn’t work together but did. Why did they work? Because they were all hanging from Bob Marley, a man whose confidence and relaxed demeanour ensured anything he wore would look like it had been handcrafted just for him.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/bobby.jpg"
    ]
  },
  "76": {
    "source": "Ape To GentleMan",
    "title": "Clark Gable",
    "author": "Paddy Maddison",
    "date": "",
    "text": " It was common practise in the 1930s and 1940s for actors to wear their own clothes on screen. Let’s just say that production companies of the time were really getting their money’s worth when they cast Clark Gable. The Hollywood heartthrob was always immaculately turned out in broad-shouldered jackets, high-waisted trousers and his trademark pencil moustache and side-parted hair. His rugged masculinity was offset perfectly by the elegance of his neatly tailored attire – a “lumberjack in evening clothes,” as MGM’s marketing department liked to put it.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/clark.jpg"
    ]
  },
  "77": {
    "source": "Ape To GentleMan",
    "title": "Alain Delon",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Alain Delon famously dismissed a career in Hollywood as he didn’t want to learn English. This was indicative of a laissez-faire attitude that extended beyond his work and into his wardrobe. It’s almost as if Delon genuinely didn’t care about what he wore, which somehow made whatever he was wearing look great. Sleeves were rolled loosely, shirts were unbuttoned liberally and everything was done with an overarching air of nonchalance. In other words, he embodied the very essence of cool and looked better in an open shirt and short shorts than most of us look in a tuxedo and freshly polished Oxford shoes.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/alain.jpg"
    ]
  },
  "78": {
    "source": "Ape To GentleMan",
    "title": "Sidney Poitier",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Widely regarded as one of the greatest actors of all time but often overlooked as a menswear icon. Sidney Poitier’s classic understated style has remained consistent over the course of his entire career. A simple single-breasted suit accessorised with a striped tie was often all he needed to look the part and his ability to rock a tuxedo put him up there with the very best-dressed men in Hollywood.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/sydney.jpg"
    ]
  },
  "79": {
    "source": "Ape To GentleMan",
    "title": "Michael Caine",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Bold-framed spectacles, roll necks, understated tailoring and a muted colour palette; Michael Caine’s 1960s wardrobe was a masterclass in stylish minimalism and something even the best-dressed men could learn a thing or two about restraint from. He was also a fan of the double-breasted suit and had a knack for pulling it off without any of the associated stuffiness.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/caine.jpg"
    ]
  },
  "80": {
    "source": "Ape To GentleMan",
    "title": "Perfectly Balanced: A Modern Gentleman’s Guide To Smart Casual",
    "author": "Josh Sims",
    "date": "",
    "text": "Is any dress code likely to strike as much fear into even the most sartorially self-confident of men as smart casual? Reading that horribly nebulous phrase on an invitation is to enter a whole world of confusion. Following George Orwell’s ‘doublethink’ – the ability to hold two contradictory thoughts in one’s mind at the same time – to be smart and to be casual simultaneously does not sit comfortably. It would be much simpler for all concerned if those suggesting this dress – something of a panicky cop-out on their part, implying as it does that you should dress up, but not too much, be comfortable, but not entirely – reverted to that which was once clearly understood: the distinction between formal dress and, well, everything else."
  },
  "81": {
    "source": "Ape To GentleMan",
    "title": "Formal & Informal Smart Casual",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/formalsmartcasual.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/informalsmartcasual.jpg"
    ],
    "text": "Indeed, consult the historic etiquette guide Debrett’s – apparently for people who still dress differently depending on whether they’re in the town or the country – and it cuts the cake in even finer slices: smart casual becomes “formal smart casual” and “informal smart casual”. The former requires the wearing of a good quality sports jacket or blazer, trousers other than jeans, a shirt with a collar, and shoes that are not sneakers or sandals. Ties are not required. The latter, “informal smart casual”, allows jeans back into the fold – as long as they’re clean, dark and not distressed – and throws in the option of wearing a polo shirt rather than a traditionally collared shirt. “Just because an event is informal it is not synonymous with making no effort,” as Debrett’s has it. Think of it as conventional clothing of the kind you’d wear to meet your prospective mother-in-law for the first time. It’s been considered, but you’re not dressed as though you’re actually about to get married. If this sounds familiar, that is because “informal smart casual” as defined above is rather the norm these days. As it happens, men’s style has shifted as if to accommodate smart casual, as formality and “casuality” have become increasingly blurred. The Beat poet Jack Kerouac once noted that he felt required by the norms of his time to wear a blazer and tie for official publicity stills, though in his personal life dressed much more at ease in sportswear and military surplus. This was a time when perceptions of what was cool were beginning to be formed on the street and filter up, not trickle down from further up the typically formally-attired social ladder."
  },
  "82": {
    "source": "Ape To GentleMan",
    "title": "A New Dynamic",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/06/modern-informal.jpg"
    ],
    "text": "Casualwear today represents a new dynamic – that of a hybrid style that perfectly suits smart casual. This shift has meant that casual is now defined more by the details in men’s clothing than by the obvious visual cues and stereotypes of the past. Casual clothes fit well, they don’t hang off the body. The silhouettes that perhaps distinguished formal attire are no longer owned by it. Casual clothes still hold a clean line, but do so without the use of stuffing. Shirt collars are more likely to have an unlined collar, a jacket be unlined and unconstructed, while a tie – worn because one wants to, not because one has to – might be slim and knitted, rather than fat and glossy. Officially each garment fits easily within the pantheon of smart casual; but each is now easier to wear."
  },
  "83": {
    "source": "Ape To GentleMan",
    "title": "Box-Fresh Kicks: The Best White Sneakers For Men",
    "author": "Davey Brett",
    "date": "",
    "text": "If there’s one item that has bridged the divide between casual and formal in contemporary menswear, it’s the white sneaker. Shoes that were once strictly for athletic purposes have been transformed into a sartorial essential, providing a versatile and classic footing to almost any outfit. Here are Ape’s favourite models on the market."
  },
  "84": {
    "source": "Ape To GentleMan",
    "title": "Luxury: Valentino Garavani Backnet Perforated Sneakers",
    "author": "Davey Brett",
    "date": "",
    "text": " Sat firmly at the premium end of the white sneaker spectrum, these luxury Italian kicks feature premium leather uppers, laser-cut perforated ‘V’ branding as well as two signature gold studs applied at each heel to ensure they subtly stand out against their minimal contemporaries. Buy now at MR PORTER",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/white-valentino.jpg"
    ]
  },
  "85": {
    "source": "Ape To GentleMan",
    "title": "Affordable: Superga 2750 Cotu Classic",
    "author": "Davey Brett",
    "date": "",
    "text": " For affordability and style, it’s difficult to beat the Superga 2750 Cotu Classic. Streamline, unassuming and comfortable, the canvas upper adds breathability for warmer climates. The self-described “people’s shoes of Italy” are an understated classic that offer a timeless silhouette, working well with both wide and slim-leg trousers. Buy now at Amazon",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/white-sneakers-superga.jpg"
    ]
  },
  "86": {
    "source": "Ape To GentleMan",
    "title": "The Icon: Adidas Stan Smith",
    "author": "Davey Brett",
    "date": "",
    "text": " A certified iconic sneaker that although predominantly white, offers a subtle flash of colour in its detailing. The Stan Smith is a fail-safe option that is chunkier than other plimsoll-inspired silhouettes but can still be dressed up with tailoring or down with jeans and chinos. Make sure they’re kept spotless. Buy now at Adidas",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/stannew.jpg"
    ]
  },
  "87": {
    "source": "Ape To GentleMan",
    "title": "Time Tested: Converse Jack Purcell",
    "author": "Davey Brett",
    "date": "",
    "text": " The Converse All-Star Ox sits alongside the Adidas Stan Smith and Superga Cotu Classic as a durable and affordable white sneaker for everyday use. A design almost untouched for over 80 years, this is a sneaker you can rest assured will never go out of style. Buy now at Converse",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/white-sneakers-cons.jpg"
    ]
  },
  "88": {
    "source": "Ape To GentleMan",
    "title": "Durability: Vans Old Skool",
    "author": "Davey Brett",
    "date": "",
    "text": " A low-profile silhouette that’s dripping with skate legacy, the Vans Old Skool Low Top is great value for money and designed to withstand a battering. Light and breathable, the sneaker’s robust shape makes it a surprisingly versatile option that you will be able to count on for many years to come. Buy now at Vans",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/white-sneakers-vans.jpg"
    ]
  },
  "89": {
    "source": "Ape To GentleMan",
    "title": "Chunky: Alexander McQueen Wedge Sole",
    "author": "Davey Brett",
    "date": "",
    "text": " Loved by the fashion crowd, detested by style purists but with a popularity (and aesthetic) that makes them unavoidable, the ugly sneaker trend is not for the faint-hearted – but chances are if you’re making the investment, you know what you’re doing. Alexander McQueen’s Wedge Sole sneaker has quickly become the industry insider’s choice, making its statement via shape and proportion rather than reverting to garish design. Buy now at End Clothing",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/mcqueen-white.jpg"
    ]
  },
  "90": {
    "source": "Ape To GentleMan",
    "title": "Minimal: Axel Arigato Clean 90",
    "author": "Davey Brett",
    "date": "",
    "text": " A classic, refined low-top sneaker handmade in Portugal using heritage shoemaking principles. Expect premium leather uppers and lining, a removable cushioned footbed and, interstingly, a cemented construction that ensures the original shape is kept. Buy now at Far Fetch",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/axel-sneaker.jpg"
    ]
  },
  "91": {
    "source": "Ape To GentleMan",
    "title": "Statement Maker: Off-White Low Vulcanised Sneaker",
    "author": "Davey Brett",
    "date": "",
    "text": " Statement sneakers courtesy of Mr Virgil Abloh, a man who is no stranger to hype-worthy footwear. The relatively clean leather uppers are contrasted by the sturdy black rubber soles which feature the brand’s signature chevron stripes. Off-White’s trademark arrows and bright zip tie make for a pair of sneakers that are guaranteed to become the focal point of any outfit, all while garnering serious kudos from those in the know. Buy now at End Clothing",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/offwhite-sneaker.jpg"
    ]
  },
  "92": {
    "source": "Ape To GentleMan",
    "title": "Environmentally Friendly: Veja Nova",
    "author": "Davey Brett",
    "date": "",
    "text": " The Veja mission statement is “one foot in design and the other in social responsibility”, which means quality footwear whilst using sustainable materials (including organic cotton), respecting fair trade principles and championing upcycling. Their Nova White is a stylish vegan shoe that proves style can be sustainable. Buy now at Office",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/veja-nova.jpg"
    ]
  },
  "93": {
    "source": "Ape To GentleMan",
    "title": "British: Grenson Sneaker 22",
    "author": "Davey Brett",
    "date": "",
    "text": " It was only a matter of time before the Northampton shoemaking mavericks dipped their toe into the sneaker world, especially with owner Tim Little’s background at Adidas. The result? The Sneaker 22: a white calf leather sneaker inspired by classic basketball shoes of the 1980s. With a slightly higher upper and a robust rubber sole it’s a well-designed premium option that justifies its price point. Buy now at End Clothing",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/grenson-sneaker.jpg"
    ]
  },
  "94": {
    "source": "Ape To GentleMan",
    "title": "Designer: Gucci New Ace",
    "author": "Davey Brett",
    "date": "",
    "text": " This new and exclusive take on Gucci’s Ace sneaker sees the addition of a motif taken from the fashion house’s archives, as an ode to its 1980s preppy aesthetic. The low-top silhouette makes it the perfect accompaniment to smart athleisure looks or relaxed, eye-catching tailoring. Buy now at MATCHESFASHION",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/gucci-new-ace.jpg"
    ]
  },
  "95": {
    "source": "Ape To GentleMan",
    "title": "Contemporary Icon: Common Projects Original Achilles",
    "author": "Davey Brett",
    "date": "",
    "text": " Understated, minimal and sought after – the cult New York sneaker company’s Original Achilles Low is a contemporary menswear icon. Made in Italy with a superior construction and trademark golden hot-stamped serial number, Common Projects have mastered the minimal white sneaker, creating a style that’s perfect for both smart and casual looks. Often imitated, never bettered. Buy now at End Clothing",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/white-sneakers-cp.jpg"
    ]
  },
  "96": {
    "source": "Ape To GentleMan",
    "title": "12 American Menswear Brands Every Stylish Gentleman Should Know",
    "author": "Paddy Maddison",
    "date": "",
    "text": "If it weren’t for American brands and the influence they’ve had on modern menswear, the contents of your wardrobe would likely look very different. There’d be no jeans for a start; no nylon gym gear, a glaring absence of flannel shirts, no leather biker jacket and no bomber. Plus any jackets that were still hanging there, well, they wouldn’t have zippers. While countries like Italy and England have sculpted western tailoring into what it is today, the USA and the brands that call it home have done much the same for casualwear. From the clean-cut preppy stylings of New York’s very own Ralph Lauren to the rugged workaday garb of Red Wing and Carhartt, American companies have shaped the way we dress and there’s no shortage of labels deserving of your attention. Below you’ll find a list of some of America’s finest menswear brands, ranging from well-established household names to exciting new upstarts. It’s by no means an exhaustive rundown, but it’s full of what we deem to be the cream of the USA’s menswear crop."
  },
  "97": {
    "source": "Ape To GentleMan",
    "title": "Brooks Brothers",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/brooks2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/brooks3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/brooks1.jpg"
    ],
    "text": "Founded in Manhattan over two centuries ago, Brooks Brothers is the USA’s oldest and most esteemed men’s outfitter. It’s also the spiritual home of tailoring in the States and is responsible for the invention of the Oxford button-down shirt. This occurred when John E. Brooks, the grandson of founder Henry Sands Brooks, fitted button-down collars to dress shirts after seeing them on English polo players. The resulting garment most likely occupies a space in your own wardrobe. Shop now at Brooks Brothers"
  },
  "98": {
    "source": "Ape To GentleMan",
    "title": "Taylor Stitch",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/taylor1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/taylor2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/taylor3.jpg"
    ],
    "text": "Founded in 2007, Californian basics brand Taylor Stitch (featured image, top) was born out of three friends’ frustration at being unable to find the perfect shirt. The goal was to create a casual garment that boasted the same quality and attention to detail as bespoke tailoring. When they succeeded in this, the next logical step was to create a whole collection composed of everything a man’s day-to-day wardrobe needs, but with a firm emphasis on fit and quality. Buy now at Taylor Stitch"
  },
  "99": {
    "source": "Ape To GentleMan",
    "title": "Buck Mason",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/buck1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/buck3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/buck2.jpg"
    ],
    "text": "By using a direct-to-consumer model, Buck Mason prides itself on being able to deliver menswear staples of the highest quality for the best possible price. The garments themselves are modern takes on everyday American classics like button-down shirts, plain T-shirts and jeans. No-frills basics that are built with longevity at the fore. Shop now at Buck Mason"
  },
  "100": {
    "source": "Ape To GentleMan",
    "title": "Levi Strauss & Co.",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/levis1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/levis2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/levis3.jpg"
    ],
    "text": "San Francisco’s Levi Strauss & Co. boasts a heritage most clothing brands can only dream of. From humble beginnings as a simple haberdashery, Levi’s went on to create the first denim jeans. As a result, the label is now a household name and one of America’s biggest brands. Today, the label is still one of the most reliable sources for denim goods and casualwear. There’s even a retro-tinged premium line in the form of Levi’s Vintage Clothing. Shop now at Levi’s"
  },
  "101": {
    "source": "Ape To GentleMan",
    "title": "Everlane",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/everlane1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/everlane2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/everlane3.jpg"
    ],
    "text": "It’s nice to have nice clothes, but it’s even nicer to know that they came from an ethical source. With a lot of big brands, this can be difficult, but Everlane provides a convenient solution. The label was founded in 2010 and offers customers a breakdown of cost for every item as well as teaming up with the most ethical factories from around the globe to produce its goods. In addition, garments really are built to last, meaning you can buy less and therefore be kinder to the environment. Shop now at Everlane"
  },
  "102": {
    "source": "Ape To GentleMan",
    "title": "Noah",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/noah1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/noah3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/noah2.jpg"
    ],
    "text": "New York’s Noah may be the youngest brand listed here but it’s also one of the most exciting. The label is the brainchild of former Supreme creative director Brendon Babenzien who fuses the preppy East Coast style he grew up around with streetwear and skate culture. Expect plenty of tactile fabrics, an eclectic colour palette and even the odd piece of tailoring. Shop now at Noah NY"
  },
  "103": {
    "source": "Ape To GentleMan",
    "title": "Schott NYC",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/schott1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/schott3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/schott2.jpg"
    ],
    "text": "The leather biker, as we know and love it today, would not exist if it wasn’t for Schott NYC. The label’s Perfecto motorcycle jacket – with its cropped cut, asymmetric zipper and belted hem – was revolutionary when it first launched. It quickly became a symbol of rock ‘n’ roll rebellion thanks to the likes of Marlon Brando and James Dean. Today, Schott NYC still produces some of the finest outerwear around, including its highly robust leather jackets and bombers. Shop now at Amazon"
  },
  "104": {
    "source": "Ape To GentleMan",
    "title": "Ralph Lauren",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/ralph1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/ralph3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/ralph2.jpg"
    ],
    "text": "Ralph Lauren’s trademark brand of squeaky-clean, preppy goodness has seen it become one of the world’s favourite destinations for smart-casual clothing. Polo shirts, Oxford button-downs, chinos and tailoring are its bread and butter, but the brand has also ventured into other areas such as sportswear, haute couture and even the odd hypebeast-bait collaboration. Shop now at MR PORTER"
  },
  "105": {
    "source": "Ape To GentleMan",
    "title": "Red Wing",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/redwing1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/redwing3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/redwing2.jpg"
    ],
    "text": "A name synonymous with traditional American work boots, Red Wing’s products are renowned for their bulletproof build, tough-as-nails leather and trademark white wedge soles. They’ve been wearing down workshop floors for well over a century but these days you’re just as likely to find a pair on the feet of a bearded big-city barista as a Texan car mechanic. Shop now at End Clothing"
  },
  "106": {
    "source": "Ape To GentleMan",
    "title": "Filson",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/filson1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/filson3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/filson2.jpg"
    ],
    "text": "From the Klondike Gold Rush to the hipster coffee shops of East London. Filson’s high-end outdoor garb has earned it a varied yet loyal cult following that spans well over a century. Why? Well, when your output is as consistently stylish and well-built as Filson’s is, it’s impossible not to attract attention. Expect, traditional, all-American, outdoorsy staples that are heavy on the quality and equally so on the good looks. Shop now at End Clothing"
  },
  "107": {
    "source": "Ape To GentleMan",
    "title": "Engineered Garments",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/engineer2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/engineer3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/engineer1.jpg"
    ],
    "text": "Founded by Daiki Suzuki in 2002, Engineered Garments plays on its creator’s passion for the outdoors. If you see a jacket or pair of pants with an inordinate amount of pockets, chances are they’re made by the brand. Sitting somewhere between workwear, outdoor gear, tailoring and streetwear, the label’s unique aesthetic has earned it pride of place in many of the world’s trendiest boutique menswear stores. Shop now at FarFetch"
  },
  "108": {
    "source": "Ape To GentleMan",
    "title": "Common Projects",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/cp3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/cp2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/cp1.jpg"
    ],
    "text": "New York-based brand Common Projects released its legendary Achilles Low sneaker back in 2004. At the time,  menswear didn’t know what was about to hit it. With this simple, unassuming piece of design, the new label had effectively reinvented the wheel. It had created a plain white sneaker for all other plain white sneakers to aspire to, and in doing so, ushered in a new era of minimalism in menswear. The secret was the attention to detail, artisan craftsmanship and use of the finest materials. Something which is mirrored across the brand’s entire range of premium footwear to this day. Shop now at End Clothing"
  },
  "109": {
    "source": "Ape To GentleMan",
    "title": "Il Meglio Del Meglio: The Italian Brands Every Man Should Have In His Wardrobe",
    "author": "Josh Sims",
    "date": "",
    "text": "It would be impossible to understate Italy’s contribution not just to menswear, but fashion in general. The Southern European nation is a shoemaking mecca, it’s one of the world’s tailoring capitals and has been a global leader in luxury leather goods for centuries. It was also the engine house for the designer clothing boom of the 1980s, and as such, is home to some of the most esteemed names in modern menswear. From razor-sharp suits and industry-leading haute couture to cutting-edge sportswear and textile innovation, Italian brands are behind some of the most desirable clothing on the face of the earth and if you’re not already familiar with the best ones, you will be soon. Below is a compendium of Italian brands that have helped shape the menswear landscape in some way. It’s by no means Encyclopedic, but it contains all the labels that we at Ape feel should be on our readers’ radars. It’s the creme de la creme, so to speak. Or il meglio del meglio, as they say in Italy."
  },
  "110": {
    "source": "Ape To GentleMan",
    "title": "Ermenegildo Zegna",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/zegna3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/zegna1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/zegna2.jpg"
    ],
    "text": "Traditionally a maker of textiles – it produces over 1,000 different cloths each year – this family firm has, more quietly, become a benchmark in tailoring. The company pioneered ready-to-wear suiting in Italy, and has since gone on to ensure excellence by running a fully vertically integrated operation: from its own sheep in Australia, via its mills and tailors in its homeland, it controls every step. Shop now at MR PORTER"
  },
  "111": {
    "source": "Ape To GentleMan",
    "title": "Gucci",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/gucci1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/gucci2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/gucci3.jpg"
    ],
    "text": "A hot contender for biggest high-fashion label in the world, Gucci has been at the cutting edge since 1921. Having played host to creative forces including current creative designer Alessandro Michele and the great Tom Ford, the Florentine fashion house has spent much of the last few decades remoulding the industry in its own image. It’s fashion’s premier trendsetter and, by extension, one of the most important names in menswear today. Shop now at MR PORTER"
  },
  "112": {
    "source": "Ape To GentleMan",
    "title": "Canali",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/canali3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/canali1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/canali2.jpg"
    ],
    "text": "Giovanni and Giacomo Canali established their eponymous label back in 1934 in Brianza. By the 1970s, the company was a specialist in outerwear – still an area in which it’s expert – before expanding into all areas of menswear, with suiting at the fore. It now has thousands of employees and sells in over 100 countries, where it’s Made in Italy mantra still matters. Shop now at Flannels"
  },
  "113": {
    "source": "Ape To GentleMan",
    "title": "Stone Island",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/stone3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/stone2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/stone1.jpg"
    ],
    "text": "Arguably the first brand to take the functional aesthetic of military and workwear and develop it into contemporary garments using high-tech materials, Stone Island (and its brother brand CP Company) is one of the 20th century’s most influential menswear labels. Founded by Massimo Osti, driven forward by Carlo Rivetti, it has advanced the likes of woven steel, transformable clothing and garment dyeing while garnering a legion of streetwear fanatics along the way. Shop now at Stone Island"
  },
  "114": {
    "source": "Ape To GentleMan",
    "title": "Brunello Cucinelli",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/brunello3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/brunello2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/brunello1.jpg"
    ],
    "text": "Cucinelli is the Italian fashion designer who started out making brightly coloured cashmere sweaters and grew to become a purveyor of the minimalist, carefully coordinated, super-luxe aesthetic his namesake brand now embodies. Most pieces are still made by a network of some 2,500 or so small-scale artisinal craftspeople across Umbria and Tuscany, ensuring the highest quality standards. Growing up in a peasant farming family, such was his insistence on properly pressed trousers that he won his nickname, “The Lord”. Shop now at FarFetch"
  },
  "115": {
    "source": "Ape To GentleMan",
    "title": "Giorgio Armani",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/armani3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/armani1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/armani2.jpg"
    ],
    "text": "Better known, of course, as one of the biggest “designer” brands in Italian fashion, Giorgio Armani deserves special mention for the sheer weight of the impact he’s had on menswear. It was Armani who deconstructed men’s tailoring, who first played with its proportions, underscored the classic menswear palette and styled some of the most iconic movie wardrobes to boot, from American Gigolo to The Untouchables. He’s still going strong too… Shop now at MATCHESFASHION"
  },
  "116": {
    "source": "Ape To GentleMan",
    "title": "Prada",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/prada2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/prada1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/prada3.jpg"
    ],
    "text": "Now one of the most iconic names in fashion, Prada began life as so many high-fashion houses do, by crafting luxury leather goods for the upper classes. Fast forward to present day and the collections have expanded to include everything from tailoring to logo T-shirts, although footwear and leather bags are still the label’s main pull. Designs are typically sleek and understated with clean lines and restrained branding. That said, don’t be surprised to find the odd retina-burning print on a camp-collar shirt here and there when the summer collections land. Shop now at Flannels"
  },
  "117": {
    "source": "Ape To GentleMan",
    "title": "Boglioli",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/boglioli1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/boglioli2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/boglioli3.jpg"
    ],
    "text": "Fit, quality and fabric: the holy trinity of menswear and three qualities that Boglioli embodies wholeheartedly in every single garment. Still, the same could be said for many similar brands within the casual tailoring niche, but what really sets this Italian label apart is its unique take on classic pieces. Boglioli was arguably the first brand to look at a blazer through a sportswear lens, experimenting with unstructured cuts, garment dyeing and pre-washing for a more relaxed, lived-in look. The result was a style that has become an integral part of contemporary menswear, bridging the gap between smart and casual. Shop now at FarFetch"
  },
  "118": {
    "source": "Ape To GentleMan",
    "title": "Brioni",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/brioni3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/brioni1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/brioni2.jpg"
    ],
    "text": "Brioni broke into the limelight by outfitting the Pierce Brosnan-era James Bond. But, of course, the Roman tailor had an established reputation since its foundation by Nazareno Fonticoli and Gaetano Savini in 1945. Brioni staged the first ever menswear catwalk show, in 1952, and is said to have invented the trunk show (a kind of travelling showcase). But its heart has always been in classical tailoring rather than seasonal trends. Shop now at FarFetch"
  },
  "119": {
    "source": "Ape To GentleMan",
    "title": "Borsalino",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/borsalino2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/borsalino1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/borsalino3.jpg"
    ],
    "text": "Rome many not be short of quality hatmakers, but there’s only one king: Borsalino. Having recently turned 160, the brand was passed from the founding brothers, Alessandro and Lazzaro, to son, then to nephew. But perhaps it is more famous names than the family name that has kept Borsalino in the limelight. Among many others, the “Borsalino” – its patented version of a felt fedora – was worn by Humphrey Bogart in Casablanca and Harrison Ford as Indiana Jones. It even had a cult French new wave detective film named after it. Shop now at Amazon"
  },
  "120": {
    "source": "Ape To GentleMan",
    "title": "Stefano Ricci",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/ricci1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/ricci3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/ricci2.jpg"
    ],
    "text": "Look to oligarchs, presidents and global CEOs and there’s a good chance they will be wearing Stefano Ricci (featured image, above). Much of Ricci’s products are simple, wearable and exactingly made – suits with that enveloping Florentine flavour, cashmere sweaters, crisp shirting, all fitting that Italian bella figura sassy classicism. And some of it leans towards the flashy: platinum belt buckles, jewel-encrusted cuff-links, crocodile sneakers and the like. Shop now at Harrods"
  },
  "121": {
    "source": "Ape To GentleMan",
    "title": "Bottega Veneta",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/bottega1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/bottega2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/bottega3.jpg"
    ],
    "text": "Founded in 1966 by Michele Taddei and Renxzo Zengiaro, this leathergoods and accessories label is best know for its “intrecciato” leather work, in which leather strips are woven to create a chequerboard pattern. Later relaunched under designer Tomas Maier as a full collection brand, it’s to Bottega Veneta you turn for some “stealth wealth” dressing. Shop now at MATCHESFASHION"
  },
  "122": {
    "source": "Ape To GentleMan",
    "title": "Loro Piana",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/loro2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/loro1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/loro3.jpg"
    ],
    "text": "Travel to Lake Inle in Burma; extract fibres, by hand, from lotus leaves; then weave them within 24 hours before deterioration sets in. The result? An extremely rare, silk-like yarn that’s plush but always natural – just the kind of textiles Loro Piana specialises in. It’s another family firm, established 1924, that likewise made vicuna a thing, among the many super-luxe yet discreet fabrics Loro Piana works with. Shop now at MRPORTER"
  },
  "123": {
    "source": "Ape To GentleMan",
    "title": "Tod’S",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/tods3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/tods2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/tods1.jpg"
    ],
    "text": "Tod’s may not have invented the driving shoe – that honour falls to another Italian company, Car Shoe, which in 1963 developed a moccasin with a rubber-studded sole – but it was Tod’s, under founder Diego Della Valle, that drove the idea forward in the late 1970s with its signature Gommino style. Now a fully-fledged footwear brand, Tod’s continues to keep comfort and craftsmanship at the heart of everything it produces. Shop now at FarFetch"
  },
  "124": {
    "source": "Ape To GentleMan",
    "title": "Missoni",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/missoni3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/missoni2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/missoni1.jpg"
    ],
    "text": "Missoni may be another Italian brand that has latterly branched out into producing top-to-toe collections, but its historic specialism is knitwear – especially boldly colourful and textural designs crafted from upscale yarns like cashmere, yak, alpaca and silk blends. From intarsia to embroidery, patchwork to unusual silhouettes, Missoni does not make the kind of sweater you’re happy to introduce to moths. Shop now at MATCHESFASHION"
  },
  "125": {
    "source": "Ape To GentleMan",
    "title": "C.P. Company",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/cp-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/cp2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/cp3.jpg"
    ],
    "text": "It may not be as widely known as its younger, sportier sibling, but C.P Company laid the foundation for Stone Island with its military-inspired designs and distinctive branding. Founded by Massimo Osti in 1971, C.P Company became known primarily for its outerwear. The jewel in its crown was the Mille Miglia jacket, a motorsport-inspired design which features a pair of goggle lenses stitched into the hood and is still in production today. Shop now at END Clothing"
  },
  "126": {
    "source": "Ape To GentleMan",
    "title": "Fracap",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/fracap1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/fracap2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/fracap3-1.jpg"
    ],
    "text": "The Capello family has been handcrafting traditional hiking boots in its Tuscany factory since 1908. Each pair is lovingly stitched together using the finest locally-sourced leather and shipped off to discerning customers around the world. That much has stayed the same for more than a century. What has changed is Fracap’s range, with high-end shoes and sandals now as much a part of the business as the boots. Shop now at END Clothing"
  },
  "127": {
    "source": "Ape To GentleMan",
    "title": "Aspesi",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/aspesi1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/aspesi2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/aspesi3.jpg"
    ],
    "text": "If you haven’t heard of Aspesi, that could be down to the fact that the 50-year-old label likes to maintain a low profile. Rather than expending resources on marketing and runway shows, Aspesi instead focuses all of its attention on creating what founder Alberto Aspesi calls “normal” clothes. To our minds though, “normal” doesn’t quite cut it. Yes, Aspesi’s garments are casual and unassuming, but their typically Italian focus on style and craftsmanship renders them anything but pedestrian. Think wardrobe basics, the European way. Shop now at MR PORTER"
  },
  "128": {
    "source": "Ape To GentleMan",
    "title": "Fila",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/fila2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/fila1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/fila3.jpg"
    ],
    "text": "From 1970s tennis courts to Premier League terraces; from simple knitwear to high-fashion collabs. Over the course of its century-plus lifespan to date, Fila has risen, fallen, gained cult followings, risen again and eventually emerged as a global fashion phenomenon. There aren’t many brands you can pick up at your local sports shop that have also shown at Fashion Week, but this Italian heritage label is one of them. Admittedly, the design heads have a lot to answer for where chunky sneakers are concerned but we’re certainly not averse to a well-cut retro tracksuit when styled with a little panache. Shop now at ASOS"
  },
  "129": {
    "source": "Ape To GentleMan",
    "title": "Barena",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/barena1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/barena2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/barena3.jpg"
    ],
    "text": "Inspired by the style heritage of its native Venice, Barena produces simple, well-made pieces that ooze character and quality. It’s something the label has been doing since 1961, helping to crystallise that elegant mix of breezy casualwear and soft tailoring that Northern Italy has come to be known for. Expect to find unstructured blazers next to drawstring trousers and lived-in looking tees, along with the occasional statement piece. Long story short: there are worse brands to stock an entire wardrobe with. Shop now at SSENSE"
  },
  "130": {
    "source": "Ape To GentleMan",
    "title": "Diemme",
    "author": "Josh Sims",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/diemme3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/diemme2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/04/diemme1.jpg"
    ],
    "text": "Fracap may be the oldest Italian brand specialising in traditional leather hiking boots, but it’s by no means the only one. With a list of manufacturing clients including Chanel, Gucci and Maison Margiela, Diemme produces upmarket artisanal footwear that blends progressive design with traditional styles. Models like the Roccia Vet boot and the Marostica sneaker are instantly recognisable and have established themselves as cult classics. This explains why you’re likely to find Diemme’s footwear lining the shelves of the world’s trendiest contemporary menswear boutiques, as well as on the feet of many an industry insider. Shop now at END Clothing"
  },
  "131": {
    "source": "Ape To GentleMan",
    "title": "7 Luxury Investment Pieces That Are Worth The Money",
    "author": "Paddy Maddison",
    "date": "",
    "text": "It’s no secret that curating the perfect wardrobe can be an expensive affair. But those who choose to fill theirs with quality garments rather than ticking off boxes as inexpensively as possible are likely to spend less in the long run. Are we saying everything from your T-shirt to your socks should be spun from silken threads and cost a month’s salary? No, of course not. But there are some items it’s well worth splashing out on in order to reap the rewards for decades to come. We like to call these investment pieces. Investment pieces are those big-ticket garments that can be called upon season after season, years after year. They’re trend-proof, they’re well built and there’s every chance they’ll outlast you and take up residence with your children and even your children’s children after them. But exactly which items fall under this banner? To address that question, we’ve pulled together a carefully curated edit of key pieces it’s worth splashing out on. From a timeless timepiece to future-proof outerwear, these are Ape’s essential investment pieces."
  },
  "132": {
    "source": "Ape To GentleMan",
    "title": "A Leather Jacket",
    "author": "Paddy Maddison",
    "date": "",
    "text": "Good leather doesn’t come cheap and cheap leather doesn’t come good. A leather jacket is something that should be hanging proudly in every style-savvy man’s wardrobe, but it won’t be hanging there long if it’s scrimped on. A high-end leather jacket should be soft and supple to the touch and feature the bare minimum of stitching. It’s cheaper for manufacturers to use smaller cuts of hide stitched together, so looking for solid construction that uses large panels of material is usually an effective way to determine quality. Traditionalists should opt for something like a classic motorcycle or field jacket style, while those seeking a contemporary edge may want to consider a minimalist leather bomber.  ",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-leather-belstaff.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-leather-reiss.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-leather-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/11/allsaints-leather.jpg"
    ]
  },
  "133": {
    "source": "Ape To GentleMan",
    "title": "Quality Denim Jeans",
    "author": "Paddy Maddison",
    "date": "",
    "text": "To some men, jeans are nothing more than a sartorial afterthought; something to be picked up from a high-street shop out of sheer necessity. To others, they’re the single most important garment on the face of the planet. We’re going to assume you fall somewhere in the middle, which means you should really be putting some money into quality denim. In terms of legwear, your jeans are likely to see more daily action than anything else in your wardrobe. That’s why quality is so important. Generally speaking, high-end denim will be thick and built to last. Hallmarks of well-made jeans include a neatly-finished selvedge line running down the inside of the outseam and a reassuring weight. If they’re pre-faded, it should look authentic and natural, and the cut should be flattering and classic (slim or straight) for maximum wearability.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-jeans-edwin.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-jeans-apc.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-jeans-buck.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-jeans-everlane.jpg"
    ]
  },
  "134": {
    "source": "Ape To GentleMan",
    "title": "Proper Shoes",
    "author": "Paddy Maddison",
    "date": "",
    "text": "We’re not suggesting that all other shoes are somehow improper, but it’s definitely a good idea to have at least one pair that is the real deal. You know the type; Northamptonshire-made, buttery high-grade leather, more versatile than a Swiss Army knife and as timeless as they come. Your go-to footwear for anytime the occasion calls for something a little more refined. Perhaps the most important feature to prioritise is Goodyear-welted construction. This refers to the way the shoe’s upper is attached to the sole unit and as well as offering increased durability over other joining methods, it also allows for easy resoling, ensuring longevity and value for money. It’s always best to pick a classic silhouette, too. A simple leather Derby with an almond-shaped toe will always be a safe bet as far as we’re concerned.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-shoes-johnlobb.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-shoes-grenson.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-shoes-church.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-shoes-crockett.jpg"
    ]
  },
  "135": {
    "source": "Ape To GentleMan",
    "title": "An Everyday Automatic",
    "author": "Paddy Maddison",
    "date": "",
    "text": "The temptation to sink all of your money into a beautifully made dress watch is real, but it’s really your day-to-day timepiece that deserves the most attention. Chances are, this is something that’s going to get more wear over the course of its life than everything in your wardrobe combined, so it should be invested in accordingly. The best candidate is going to be something that’s versatile, rugged, easy on the eye and put together by a heritage watchmaker. Something like a classic diver with a bracelet strap ticks all of those boxes and solid options can be found to suit every budget. It’s also advisable to opt for an automatic movement, but it’s imperative that you get it serviced regularly. Look after this one and it’s something that your kids (and theirs) will remember you by long after you’re gone.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-watch-tudor.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-watch-omega.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-watch-iwc.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-watch-rolex.jpg"
    ]
  },
  "136": {
    "source": "Ape To GentleMan",
    "title": "Cashmere Knitwear",
    "author": "Paddy Maddison",
    "date": "",
    "text": "It may be expensive relative to regular wool, but once you’ve experienced the luxurious feeling of pulling a cashmere sweater on you’ll understand why. Cashmere is soft, almost silky, to the touch and doesn’t suffer from the itchy quality of cheaper knitted fabrics. It’s a great insulator too, making it a perfect addition to your winter layering arsenal. To appreciate the full benefit of this super-soft material, it’s best to look for garments with 100% cashmere as opposed to a blend. This will ensure you’re getting the lightest and most comfortable garment for your hard-earned cash. Prioritise two-ply yarn rather than single-ply as this results in a stronger garment that is less prone to pilling.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-cashmere-asket.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-cashmere-mrp.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-cashmere-npeal.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-cashmere-brunello.jpg"
    ]
  },
  "137": {
    "source": "Ape To GentleMan",
    "title": "A Sturdy Overnight Bag",
    "author": "Paddy Maddison",
    "date": "",
    "text": "It’s no good investing in all these luxury pieces only to stuff them into a tattered old gym bag anytime you need to leave home for more than a day. What you need is a worthy receptacle. One that can stand up to the rigours of long journeys over the course of decades and look the part whilst doing it. That’s why a good holdall is such a worthy investment, and something well worth getting right. The main point to consider is material. Leather is the classic choice as it offers an unrivalled balance of durability, timelessness and good looks. However, that all comes at a price, with a quality leather weekender likely to set you back anywhere between £500 and £2,000. Not everyone has that sort of budget for luggage, which is why canvas is a suitable alternative. It’s just as strong, it won’t go out of style and when done well can look every bit as sharp as an all-leather option.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/11/weekender-mulberry.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/02/best-weekenders-lv-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/02/best-weekenders-filson-2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/investment-bag-mismo.jpg"
    ]
  },
  "138": {
    "source": "Ape To GentleMan",
    "title": "Bespoke Tailoring",
    "author": "Paddy Maddison",
    "date": "",
    "text": "Call us overenthusiastic but we’d say getting your first tailor-made suit is like opening your eyes for the first time. Yes, it’s expensive, but in menswear fit is everything and nothing will ever fit like a suit that has been crafted to your exact specifications. Take the plunge and you’ll never look back. First and foremost find a good tailor. Somewhere with rave reviews and a long history of bespoke suit making. If you live in the UK, Savile Row would be the obvious place to start. Then it’s a case of selecting your fabrics and details like lapels, buttons, pleats, leg length, lining and all the rest of it. Of course, this is all down to personal preference but if this is going to be your one and only tailor-made suit it’s worth making it as versatile as possible. To achieve this, go for a slim-cut, single-breasted, notch-lapel suit in either navy or grey. If in doubt, ask the tailor. That’s what they’re there for.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/08/4-copy-1.jpg"
    ]
  },
  "139": {
    "source": "Ape To GentleMan",
    "title": "Strap In: This Summer’s Best Sandals For Men",
    "author": "Paddy Maddison",
    "date": "",
    "text": "Sandals have long been looked upon as the antithesis of cool. They were always associated with decidedly unsexy words like “practical”, “sensible” and “comfy”. The sort of words likely to inspire elderly deep-vein thrombosis sufferers to invest in a pair, but young stylish men? Surely not. You couldn’t be blamed for thinking this way, but we’d urge you to reconsider. For while the existence of uncool sandals is impossible to deny, open-toe footwear doesn’t have to look like it stepped straight off an advert on the back page of Retirement Today. Know which styles to shop and the brands doing them best and you can take your summer footwear game from OAP to GOAT. To aid you on your quest for the best sandals around, we’ve done the hard work and handpicked some of the most tasteful options. From luxurious leather slides to quirky canvas straps – these are the sandals to invest in this summer."
  },
  "140": {
    "source": "Ape To GentleMan",
    "title": "Leather Slides",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Hailing from the shoemaking mecca of Northamptonshire, Grenson is no stranger to fine footwear. Of course, this usually takes the shape of an Oxford wingtip or a Goodyear-welted Derby but summer shoes haven’t been overlooked. Take this fine leather sandal, for example. Its calfskin upper oozes quality while a ripple sole adds a dash of that contemporary character for which Grenson has long been known and loved. Buy now at END Clothing  British shoe and bootmaker John Lobb has been in business since 1849, making some of the finest footwear on the face of the earth. The brand’s black leather Oxford shoes are some of the most coveted around, but we’d be lying if we said they look good with shorts. Thankfully, that problem has been addressed in the label’s leather sandals, which retain the feel of a dress shoe in a package that wouldn’t look at all out of place at the beach. Buy now at MR PORTER  A.P.C. has a knack for taking the most basic of designs and making them look sleek and elegant. Clean lines and uncluttered styling are two threads that run through all of the French brand’s output and sandals are no exception. The Colas sandal features cross-over leather straps and a cork footbed for comfort. Perfect for whisking away on holiday or just day-to-day summer duties at home. Buy now at END Clothing",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/sandals-grenson.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/sandals-jl.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/sandals-apc.jpg"
    ]
  },
  "141": {
    "source": "Ape To GentleMan",
    "title": "Rubber Sliders",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Sandals don’t have to be made from premium materials and cost the earth. Sometimes all you need is a daily beater that looks good and that you don’t have to worry about ruining. Adidas’ rubber sliders are affordable, stylish and although they do feature Three Stripe branding, it’s not as in your face as a giant logo. No wonder they’re some of the most popular slides around. Buy now at ASOS  Admittedly, £180 is quite an investment for what is essentially two lumps of rubber. Still, we’d be lying if we said there wasn’t something alluring about Gucci’s sliders. There’s no shortage of designs to choose from but it’s the simplicity of the signature green and red web version that really caught our eye. Plus, the latest iteration features a chunky commando tread to the sole. All the better for keeping your footing around slippery poolsides. Buy now at FarFetch",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/sandals-adidas.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/sandals-guccie.jpg"
    ]
  },
  "142": {
    "source": "Ape To GentleMan",
    "title": "Thongs",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Orlebar Brown has carved out a niche for itself crafting some of the slickest resortwear in the world. The British label’s tailored shorts started a revolution in swimwear, centred around form-fitting cuts, premium fabrics and photorealistic prints. Staying true to the theme of beach-friendly luxury, the brand’s footwear offering is packed with style-conscious takes on summer essentials. Think cork footbeds, subtle branding and a calming colour palette. Buy now at Orlebar Brown  Admittedly, the French have a bit of a reputation for favouring budgie smugglers at the beach, but not where Vilebrequin is concerned. This premium label from Saint-Tropez is responsible for some of the most stylish swim shorts we’ve ever laid eyes on – and there’s not a banana hammock in sight. Amongst the brand’s highly desirable collection of resortwear you’ll also find a wide range of flip flops featuring some eye-catching yet tasteful prints. Perfect for bringing a touch of personality to your poolside attire. Buy now at Vilebrequin  Not everyone can justify spending upwards of £200 on a pair of thongs. Still, if you’re one of the lucky few then Brunello Cucinelli is the label you should be giving your money to. The Italian brand has long been known for its upscale take on casualwear, which can still be seen even in something as basic as a sandal. Expect Italian craftsmanship, high-end materials and plenty of that understated sophistication for which Brunello Cucinelli is known. Buy now at MATCHESFASHION",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/sandals-ob.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/sandals-vilebrequin.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/sandals-brunello.jpg"
    ]
  },
  "143": {
    "source": "Ape To GentleMan",
    "title": "Straps",
    "author": "Paddy Maddison",
    "date": "",
    "text": " OK, admittedly Teva’s strappy canvas sandals aren’t for everyone. However, if the outdoorsy styling doesn’t turn you off, you’ll actually find they’re some of the comfiest sandals around. It’s just a nice bonus that they’re firmly on-trend too. Designs range from the subtle to the, well, not so subtle and as far as styling goes, just throw on a T-shirt and shorts. Buy now at FarFetch  If you’re wondering who’s to blame for bringing chunky casual sandals back into the spotlight, look no further than Suicoke. This Japanese label is probably the best-known name in the strappy sandal resurgence and has achieved its fashionable status by collaborating with some of the coolest names in the game. There are plenty of eye-catching designs to choose from but the Depa-Cab is the most wearable in our humble opinion. Try it with pretty much anything in your summer wardrobe if you don’t believe us. Buy now at END Clothing  You thought we were going to pen an entire article about the best sandals without mentioning Birkenstock? Absolutely not. Birkenstock is to sandals what Biro is to ball-point pens – and if you don’t already own a pair, you should. The Arizona sandal is probably the most popular design in the brand’s range, featuring two chunky leather straps and the iconic cork footbed. It’s the easiest sandal to style by far and probably the most comfortable to boot. Buy now at Amazon",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/sandals-teva.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/sandals-suicoke.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/sandals-birkenstock.jpg"
    ]
  },
  "144": {
    "source": "Ape To GentleMan",
    "title": "A Lesson In Light Legwear: 7 Easy Ways To Wear White Jeans",
    "author": "Paddy Maddison",
    "date": "",
    "text": "The question of how to wear white jeans is one that has a tendency to leave even style-savvy men experiencing a degree of uncertainty. On the surface, they’re a simple garment, but dig a little deeper and you’ll find plenty of scope for styling missteps. White jeans may be difficult to nail but there can be huge sartorial payoffs when executed well. The problem is that there’s only a wafer-thin line separating ‘neatly tailored Northern-Italian elegance’ and ‘second-hand BMW dealer holidaying in Marbella’. It’s our job to ensure you don’t cross it. Rule number one is confidence. White denim is a bold look and if you’re not 100% convinced it’s working for you then it probably isn’t. The secret lies in knowing what to pair it with for best results, leaving no room for mistakes. It’s with that in mind that we’ve decided to arm you with a selection of tried-and-tested ways to wear white jeans. Here’s everything you need to know."
  },
  "145": {
    "source": "Ape To GentleMan",
    "title": "All-White",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-all3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-all4.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-all1.jpg"
    ],
    "text": "Unless you’re a keen tennis player, Richard Branson or the leathery-skinned, Montecristo-smoking proprietor of a Baleric nightclub, chances are ‘all white everything’ isn’t one of your go-to looks. Smart move. However, where white denim is concerned, there is actually a case to be made for a sartorial whiteout. It should first be noted that we use the term ‘whiteout’ loosely. That means thinking less about matching exact shades and more about working with a tonal palette. Think off-white, light beige, cream and the odd dark piece for contrast. If you are going to introduce dark pieces, the best garments for the job are a T-shirt/knit/whatever you’re wearing under your summer jacket and footwear. Black is always a safe bet, although earthy tones like browns and greens work well too."
  },
  "146": {
    "source": "Ape To GentleMan",
    "title": "As An Anchor",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-anchor4.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-anchor3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-anchor2.jpg"
    ],
    "text": "There’s a reason blank canvases are white. White serves as an excellent backdrop. It highlights whatever is put in front of it, making things appear bolder, punchier and more attention-grabbing. This same logic can be applied when talking about styling. Use a pair of white jeans as the simple foundation upon which to wear bolder colours, patterns and statement pieces. A printed shirt, textured jacket or your most eye-catching piece of outerwear. Wearing white jeans in place of any other colour will really allow these sorts of pieces to take centre stage and shine. Just remember to keep everything else restrained too."
  },
  "147": {
    "source": "Ape To GentleMan",
    "title": "Cold Weather",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-winter2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-winter3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-winter1.jpg"
    ],
    "text": "We tend to pigeonhole white as a warm-weather colour. This is likely to do with its heat-reflecting properties, its brightness and popularity among those who reside in sunnier climes. But white is just as well suited to autumn/winter wardrobes. Just as long as you’re not using the video for East 17’s ‘Stay Another Day’ as your point of reference. White jeans just so happen to be the perfect complement to some of our favourite winter outerwear. Take the camel overcoat for example. This is a classic winter piece that looks good with most types of legwear, but there’s something about a hit of white that really sets it off. The important thing to remember is to use layers and textures to create contrast and depth. Tonal looks can work as long as there’s sufficient balance between white and darker colours, and your top layer, in particular, should be in a contrasting shade."
  },
  "148": {
    "source": "Ape To GentleMan",
    "title": "Separates",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-separates3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-separates2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-separates1.jpg"
    ],
    "text": "That breezy but perfectly tailored Riviera look is something we at Ape are big fans of and it wouldn’t be possible without white legwear. That’s downstairs sorted, but what about your top half? The answer: separates. Teaming a pair of crisp white slim-fit jeans with a blazer is nothing short of a sartorial power move. It somehow manages to look both nonchalant and razor-sharp all at once and is perfect for summery smart-casual occasions. To pull it off, select a jacket in a nice light shade. An unstructured blazer in cream, light grey or beige would work perfectly. As for what to layer beneath it, either an Oxford shirt or polo (knitted or pique) is the obvious choice and as far as colour goes, you can either go tonal or pick a darker shade for contrast. Footwear-wise, a pair of loafers worn sockless will always be a winner."
  },
  "149": {
    "source": "Ape To GentleMan",
    "title": "Double Denim",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-double2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-double3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-double1.jpg"
    ],
    "text": "Rocking a Canadian tuxedo isn’t one of the easiest style moves to master, and that’s putting it lightly. Still, double denim can be done and, when handled with care, has the potential to look great too. There’s one golden rule to remember when styling double denim, and that is to create contrast between top and bottom. If your jeans and your shirt or jacket are the same shade, that’s when you’re in dangerous territory. This is where your white jeans come in. Wearing white jeans affords you the freedom to pick any other shade of denim you please for your top half. The darker you go, the smarter it’ll look. However, be very careful if you’re planning to pair white jeans with raw denim as the indigo dye has a nasty habit of bleeding onto other garments."
  },
  "150": {
    "source": "Ape To GentleMan",
    "title": "Earth Tones",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-earth1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-earth3.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-earth2.jpg"
    ],
    "text": "If in doubt, earth tones. It’s a pretty reliable mantra to live by when it comes to styling your white jeans. Greens, browns and greys go perfectly with white, meaning you can pretty much do as you please within that colour palette. This is a great everyday option as it requires little thought to get right. Simply pull your white jeans on and select some earthy layers to wear on top. For bonus points, introduce some texture. This could take the shape of a brown suede jacket of even some carefully placed corduroy. In terms of footwear, you can either use a dark leather shoe to tie in with your upper half, or you could opt for some luxe white sneakers for something a little more relaxed."
  },
  "151": {
    "source": "Ape To GentleMan",
    "title": "Weekend Go-To",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-weekend1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-weekend2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/whitejeans-weekend3.jpg"
    ],
    "text": "Chances are, your go-to weekend jeans are blue or black. That’s absolutely fine, but having a white pair on standby allows you to kick things up a gear in the style stakes as and when you feel like it. The good news is, white jeans are actually surprisingly easy to style as part of a casual outfit. Avoid going double white, but other than that anything goes in terms of colour. One of our favourite pieces to wear with white denim for weekend duties is a cropped bomber jacket. It can be layered to cover a variety of seasons and dressed up or down easily by switching between a shirt, polo or T-shirt underneath."
  },
  "152": {
    "source": "Ape To GentleMan",
    "title": "Warm-Weather Crepes: This Summer’s Best Sneakers For Men",
    "author": "Paddy Maddison",
    "date": "",
    "text": "You only need to picture yourself wearing a pair of black leather work boots with tailored shorts to appreciate why seasonally-appropriate footwear is important. Different seasons call for different shoes and sneakers are no exception. Summer sneakers should be clean, light and comfortable. They should be sharp enough to pair with pants but not too uptight to slum it sockless with swim shorts at an impromptu poolside BBQ. We’re talking classic white leather, casual airy canvas, pops of colour and low-top silhouettes. The sort of sneakers that beg to be worn on scorching weekends in the park, balmy beer-garden afternoons and don’t look out of place sitting on the sand next to a sun lounger as you soak up some rays. To set you off in the right direction, we’ve handpicked a selection of summer sneakers that tick all the boxes. From the luxurious simplicity of Common Projects’ Achilles Low to the colourful contrast of New Balance’s 327, these are the sneakers to own this summer."
  },
  "153": {
    "source": "Ape To GentleMan",
    "title": "Converse Chuck Taylor All Star ’70",
    "author": "Paddy Maddison",
    "date": "",
    "text": " There are classic sneakers, then there’s the Chuck Taylor All Star. This design masterpiece has remained largely unchanged in over a century and that fact that it remains one of the world’s best-loved shoes speaks for itself. This beefed-up version borrows from the All Stars of the 1970s. It features reinforced canvas uppers, a slightly higher rubber rand and a squishy insole for added comfort. Plus, it’s one of those rare sneakers that gets better with age, making it a perfect daily driver for dusty summer days. If you’re tired of classic black and white, look to versatile pastel shades of green or blue for a fresh feel. Buy now at Converse",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/summer-converse.jpg"
    ]
  },
  "154": {
    "source": "Ape To GentleMan",
    "title": "Common Projects Achilles Low Suede",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Since its launch in 2004, the Achilles Low has watched various footwear fads come and go. It’s done so quietly from the shelves of the world’s most respected retailers; from the shoe racks of the most discerning dressers; and, unlike most of the competition, never from the reduced-to-clear section. The secret to the Achilles’ enduring success is its simplicity. This is not a shoe that has to shout to be heard. It commands respect quietly and with dignity. It’s also available in myriad colours and fabrics, making it suitable for all seasons. For summer, though, stick to suede versions in pastels or neutrals. Buy now at End Clothing",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/summer-cp.jpg"
    ]
  },
  "155": {
    "source": "Ape To GentleMan",
    "title": "New Balance 327",
    "author": "Paddy Maddison",
    "date": "",
    "text": " How is it possible for a shoe to look like it comes from the past and the future simultaneously? We’re not sure to be honest, but New Balance’s 327 certainly manages it. This new lifestyle sneaker from NB pulls inspiration from the brand’s vintage running shoes and filters it through a contemporary lens. Its sporty silhouette and bold yet simple styling make it perfectly suited to pairing with shorts and a slew of bright colour options leaves plenty of room for adding punch to summer outfits. Buy now at New Balance",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/summer-newbalance.jpg"
    ]
  },
  "156": {
    "source": "Ape To GentleMan",
    "title": "Novesta Star Master",
    "author": "Paddy Maddison",
    "date": "",
    "text": " For a wallet-friendly option, the Novesta Star Master is ideal. This rough-and-ready canvas sneaker is perfect for throwing on for daily summer duties and looks even better when worn in. The beauty of this shoe is it really doesn’t require any thought to pull off. This makes it perfect as a go-to beater you can step into right at the last minute, whether your off to the beach or the pub. Available at End Clothing",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/summer-novesta.jpg"
    ]
  },
  "157": {
    "source": "Ape To GentleMan",
    "title": "Nike Blazer Mid ’77 Vintage",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Granted, its high-top design may result in some less than ideal tan lines. However, we’re willing to overlook that given how clean the Nike Blazer Mid ’77 vintage looks with white calf-length socks and a pair of shorts. This throwback style from Nike will keep minimalists happy with its uncluttered upper while still allowing some room for colour via an oversized Swoosh to the side. If high tops aren’t your thing then fear not, it’s available in a low-cut version too. Buy now at Nike",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/summer-nike.jpg"
    ]
  },
  "158": {
    "source": "Ape To GentleMan",
    "title": "Vans Vault Slip-On",
    "author": "Paddy Maddison",
    "date": "",
    "text": " It would be impossible to compile a list of the best summer sneakers without featuring canvas Vans. The legendary Californian skate brand has built its entire image around crafting shoes that are perfect for the warm weather. And none more so, perhaps, than the classic Vault Slip-On. It doesn’t get much more simple than this: a plain canvas upper, rubber waffle sole and elasticated tongue. Just pull in on and you’re good to go. Plus, with a seemingly endless selection of colourways, prints and graphics to choose from, you can go as bold or as restrained as you like. That said, a subtle off-white design is our personal favourite. Buy now at MR PORTER",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/summer-vans.jpg"
    ]
  },
  "159": {
    "source": "Ape To GentleMan",
    "title": "Stepney Workers Club Dellow",
    "author": "Paddy Maddison",
    "date": "",
    "text": " A pair of canvas sneakers is an absolute must for summer. For most people that means a pair of Converse or Vans. But what if you’re looking for something a little different? UK brand Stepney Workers Club has you covered. The brand takes its inspiration from “the inclusive nature of traditional worker’s sports clubs”, and produces simple footwear with a twist. The brand’s ‘Dellow’ plimsoll is its hero piece, featuring a canvas or suede upper, chunky rubber sole and subtle stitched detailing. Buy now at Size?",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/summer-stepney.jpg"
    ]
  },
  "160": {
    "source": "Ape To GentleMan",
    "title": "Reebok Club C Revenge",
    "author": "Paddy Maddison",
    "date": "",
    "text": " After launching as a tennis shoe back in 1985, the Reebok Club C has remained more or less unchanged. And why shouldn’t it? This classic style is just as relevant today as it was 35 years ago and several key features make it ideal for summer duties in particular. Firstly, the low-top design. This is a shoe that lends itself well to shorts and pants alike and won’t hinder you lower leg tan. Secondly, while it’s available in a plethora of colours, the majority of them are bright, white and pastel. Coupled with retro styling and heaps of versatility, it all comes together to make a shoe that’s perfect for anything the summer can throw its way. Buy now at ASOS",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/summer-reebok.jpg"
    ]
  },
  "161": {
    "source": "Ape To GentleMan",
    "title": "Adidas 4D Run 1.0",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Woven sneakers were a novelty when they first began to crop up in the 2010s. Now, they’re simply a part of the sneaker landscape. You could even call them the new normal. But that’s not to say there isn’t still room for innovation, as Adidas has proved with its 4D line which features industry-leading sole technology and breathable Primeknit uppers. The 4D Run 1.0 probably isn’t for you if you’re looking for something classic and versatile. But if you want a comfortable sneaker that’s brimming with futuristic tech then you’ll struggle to find better. The digitally printed lattice sole unit will put a spring in your step while the airy knitted upper will keep you cool whatever the weather. Buy now at Adidas",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/06/summer-adidas.jpg"
    ]
  },
  "162": {
    "source": "Ape To GentleMan",
    "title": "Hot Foot It: Summer Shoes All Men Should Own",
    "author": "Paddy Maddison",
    "date": "",
    "text": "What is summer if not the perfect excuse for a full-scale wardrobe revamp? The changing of the seasons brings with it a chance to refresh and renew. And while all aspects of your sartorial selection are important to consider, it’s your summer footwear rotation that lays the foundation for good dressing. Summer and winter footwear are two entirely different beasts. Of course, there are a few shoes on your rack that can comfortably crossover from rain to shine. But, for the most part, warm-weather shoes are a separate entity. To ensure you have all bases covered when the sun decides to make an appearance, we’ve rounded up the essential summer footwear styles. Here are the reasons why each one makes up a valuable part of your seasonal selection and a few handy tips on how to style them."
  },
  "163": {
    "source": "Ape To GentleMan",
    "title": "White Canvas Sneakers",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/jack-purcell-canvas.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/canvas-novesta.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/vejal-canvas.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/canvas-sneakers-outfit.jpg"
    ],
    "text": "A pair of classic white canvas sneakers serve as the backbone to your summer casual wardrobe. They’re simple, versatile and even a high-end pair won’t break the bank. They also have the added benefit of looking good with a bit of wear and tear – meaning you can spend more time enjoying the sun and less worrying about wrecking your footwear. Check out brands like Converse, Novesta and Veja for some timeless options.  The great thing about white canvas sneakers is that they’re about as adaptable as shoes get. This is a footwear style that can comfortably work alongside anything from shorts and a T-shirt to cropped dress pants and a camp-collar shirt. Think of this as your default shoe for off-duty days."
  },
  "164": {
    "source": "Ape To GentleMan",
    "title": "Luxe Espadrilles",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/luxe-espadrilles-castaner.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/luxe-espadrilles-mulo.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/luxe-espadrilles-rivieras.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/luxe-espadrilles-outfit.jpg"
    ],
    "text": "Sandals are great for making that smooth transition from beach to bar or vice versa, but they’re not for everyone. Luckily, there’s another equally stylish option on offer: espadrilles. These resortwear staples ooze Riviera sophistication and make for a valuable ally when it comes to tackling your summer vacation in style – keeping you cool, comfortable and looking breezy. When it comes to buying, swerve designer brands and instead look to specialist manufacturers such as Rivieras, Castañer and Mulo, or traditional resortwear labels like Orlebar Brown. Each are producing some excellent styles in premium materials such as suede, canvas and linen.  Espadrilles are best worn with shorts. Think tailored swim shorts for lounging around by the pool, or chino shorts for an evening spent sipping drinks on the Mediterranean coast. If you must wear socks, ensure they’re no-show versions. Up top, go for a polo, camp-collar or a simple linen shirt and accessorise with your favourite sunglasses and watch."
  },
  "165": {
    "source": "Ape To GentleMan",
    "title": "Knitted Sneakers",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/performance-trainers-nike.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/performance-trainers-adidas.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/nb-knitted.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/knitted-sneakers-outfit.jpg"
    ],
    "text": "It’s difficult to imagine a more practical summer shoe than a lightweight, breathable, ultra-comfy knitted sneaker. This particular brand of trainer tech has only been on the scene for a few years but it’s already taken the world of performance footwear by storm. If you want something that works equally hard inside and out of the gym (saving room in your luggage for those that like to exercise while abroad), go for one of the more muted designs on the market by the likes of Adidas, Nike, New Balance and Asics.  How much use you get out of a pair of knitted kicks is largely dependent on the colour scheme you opt for. Whites, blacks and greys are highly versatile and will team well with most hues, whereas brighter shades are best worn with understated pieces. Either way, jeans tend not to be the most effective legwear for pairing with this type of shoe. Instead, stick to shorts, chinos and tailored sweats."
  },
  "166": {
    "source": "Ape To GentleMan",
    "title": "Suede Derbies",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/cheany-derby.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/doc-derby.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/tod-derby.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/suede-derby-outfit.jpg"
    ],
    "text": "Suede Derby shoes are a failsafe option all year round. However, they are better suited to the drier half of the year, due simply to the fact that suede doesn’t fair well in the rain. A genuine summer essential, they can be easily dressed up or down to carry you through the entire spectrum of seasonal occasions, from work days and weddings through to alfresco dining. If you want a pair that is built to last from the highest quality hide, prioritise British brands who utilise traditional manufacturing techniques such as Goodyear welting. The likes of Grenson, Tricker’s, Crockett & Jones, Church’s and even Dr Martens offer a superb selection of Derbies that will only get better with age.  Suede Derbies at that rarest of things: a pair of formal shoes that can be legitimately worn with shorts. To pull it off, go for either tailored or chino shorts and wear with no-show socks. For dressier occasions, wear with a breathable summer suit, a crisp cotton shirt and a seasonally-appropriate tie."
  },
  "167": {
    "source": "Ape To GentleMan",
    "title": "Leather Sandals",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/sandals-birkenstock.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/vince-sandal.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/apc-sandal.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/leather-sandals-outfit.jpg"
    ],
    "text": "Flip-flops are all well and good for the beach but they’re certainly not going to win you any style points. A pair of leather sandals offers an excellent compromise when it comes to staying cool and still looking put together. If you don’t already own a pair, now is the time to invest.  Being a smart casual style at heart, leather sandals look best team with pieces that share similar resortwear DNA – think khakis, chino shorts, polo shirts and short-sleeved button-ups.  Try a brown leather pair with tailored swimming shorts and a towelling polo during the day, switching to cotton trousers and a floral print shirt in the evening for dinner and drinks on the marina."
  },
  "168": {
    "source": "Ape To GentleMan",
    "title": "Penny Loafers",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/penny-loafers-brooks.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/penny-loafers-ghbass.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/penny-loafers-cheaney.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/penny-loafer-outfit.jpg"
    ],
    "text": "Dressing for a summer wedding or a sweltering office is notoriously tricky, but the footwear aspect needn’t be when you’ve got a pair of penny loafers at your disposal. The perfect compromise between smart and comfortable, these modern must-owns are able to adapt to the formality of any occasion. Look to the originator of the silhouette, G.H.Bass, if you want the most authentic (and affordable) version on the market today. Preppy stalwarts Brooks Brothers and Ralph Lauren, meanwhile, produce a number of luxury designs that epitomise the East Coast Ivy League aesthetic that are part of the penny loafer’s heritage. Closer to home, Northamptonshire shoemakers create some of the finest Goodyear-welted versions around, ensuring they will remain in your rotation for years to come.  When wearing with tailoring, the most important thing is to ensure your trousers are the correct length. They should break just above the ankle, never covering the top of the shoe. Once you get that right, the rest will fall into place. Going sockless or not is personal preference and when the sun’s really blazing, they can even be worn with shorts and a polo shirt to keep the sweat patches at bay."
  },
  "169": {
    "source": "Ape To GentleMan",
    "title": "Down To A Tee: The Best Men’s T-Shirt Makers In The World",
    "author": "Paddy Maddison",
    "date": "",
    "text": "It’s difficult to imagine a garment more basic than a plain T-shirt. A menswear essential in every sense of the term, this humble base layer has long enjoyed a reign as one of the universal staples of every man’s wardrobe. Yet despite its popularity, it can still prove exceedingly difficult to find a good one. The search for the perfect plain T-shirt is an eternal struggle that has, at one point or another, plagued all of us. The reason being: while a T-shirt may seem like a simple thing to get right, there’s actually a lot that can go wrong. Poor fit, shrinkage, subpar stitching and cheap fabric being some of the most common issues. It’s all too easy to settle for less and let your style fall flat, but the perfect tee is out there. Allow us to break down everything you need to know about selecting a quality T-shirt, along with a selection of brands that, in our experience, are making the finest options around."
  },
  "170": {
    "source": "Ape To GentleMan",
    "title": "What Makes The Perfect T-Shirt?",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/perfect-t-shirt-men.jpg"
    ],
    "text": "First and foremost, fit is crucial when selecting a T-shirt. It doesn’t matter if it’s woven out of fabric spun from the hair of angels, if it doesn’t sit right, it’s never going to look good. The most important aspects of fit to consider are length and shoulder width. The seams that connect the body to the arms of the shirt should sit right on the corners of your shoulders. Any less and you’ll look as though you’re about to burst out of it. Any more and you risk looking like it was handed down by an elder sibling. The one exception to this rule is if you’re deliberately going for an oversized look. In which case, be careful not to take it too far. Remember, it’s a T-shirt, not a muumuu. In terms of length, the hem should hover just above the hips. Don’t go any lower. Yes, longline T-shirts do exist. No, grown men shouldn’t wear them. Quality fabrication and construction are two more areas in which many T-shirts fall short. The material should be 100% cotton and soft to the touch. How thick or thin it is depends on personal preference. However thicker fabric tends be more durable and hang better, for those of us harbouring a bit of a paunch."
  },
  "171": {
    "source": "Ape To GentleMan",
    "title": "The Best Brands For T-Shirts",
    "author": "Paddy Maddison",
    "date": "",
    "text": "From high-street heroes to basics specialists, these are the only labels you need to consider when it comes to bolstering your T-shirt rotation. In this game of menswear, you tend to get what you pay for. However, there are those rare occasions on which real bargains can be found. Quite often, these instances come courtesy of Japanese brand Uniqlo, which offers up stripped-back wardrobe basics that deliver some serious value for money. No exception to this rule is its T-shirts. The ultra-soft 100% Supima cotton tee has become something of a calling card for the high-street retailer. For something a little weightier, check out the Uniqlo U collection, created by industry-acclaimed designer Christophe Lemaire. uniqlo.com Wouldn’t it be great if you knew exactly how much it cost to make the garment you were considering buying? Well, with Everlane you do. The brand lists every cost – from marketing to shipping to raw materials – on their product pages, so you can weigh up whether their garments are worth it. Let us save you the effort: they are. Available in multiple colourways and a variety of high-quality fabrics – including organic, heavyweight 6oz and lightweight slub cotton – Everlane’s T-shirts offer superb value for money. everlane.com Asket believe in “the pursuit of less”. The Stockholm-based brand shuns fast fashion and instead creates high-quality, essential pieces that are destined to become the building blocks of your everyday wardrobe. Asket’s tees are the epitome of this ethos: cut and sewn in Portugal and Tunisia from custom developed long- and extra-long staple Egyptian cotton fabrics, they look, feel and fit perfectly. asket.com Most wardrobes could stand to benefit from a little Parisian cool, and there are few label’s better equipped to supply it than Jean Touitou’s ultra-clean A.P.C. The French ready-to-wear brand is known the world over for its trademark simple styling and premium essentials. Naturally, plain T-shirts are a big part of this, with an ever-evolving roster of tasteful options present season after season. apc.fr Swedish minimalist essentials brand Arket is a relative newcomer to the high street. Yet what it lacks in history, it more than compensates for aesthetically. Part of the H&M family, Arket’s selection of wares is far more tightly curated than that of its parent company, with a selection of clean, pared-back staples forming the foundation of its seasonal collections. T-shirts here are categorised according to weight, so if you’re a bit like Goldilocks with that sort of thing, this is the right shop for you. arket.com When it comes to simple, stylish staples James Perse is one of the best in the business. The L.A.-based brand creates luxurious casualwear that is designed to be lived in, with washed-out colours and combed cotton construction adding to the relaxed, West Coast feel. The label’s eponymous founder started out with a line of T-shirts back in 1994 and has spent the past 20+ years perfecting his range. jamesperse.com A good mantra to live by when stocking a wardrobe is, “simple things done well”. Luckily enough, that’s British brand Sunspel’s USP and has been for many years. Any style-savvy individual will tell you that Sunspel’s unassuming T-shirts are the best around. These are garments crafted from the finest materials with acute attention to detail and a level of quality that speaks for itself. No need for brash branding or tacky logos. sunspel.com With a history spanning the best part of the last 100 years, Armor Lux has had more time than most to master the perfect T-shirt. The French label is primarily known for its striped Breton tops, but well-cut, plain tees also feature heavily on the menu. Expect low-key branding, masterful attention to detail and plenty of je ne sais quoi. armorlux.com Good dressing begins with the bottom layer. This is the ethos which forms the very foundation of everything Swiss label Hanro does. Hanro has been crafting high-end undergarments for almost 150 years. As luck would have it, that includes T-shirts, too. Expect premium materials, flawless construction and a glove-like fit you’ll struggle to find anywhere else. Arguably the ultimate base layer for all your day-to-day looks. hanro.co.uk",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/05/Uniqlo-supima-cotton-t-shirt.png",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/everlane-tees.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/asket-tees.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/apc-tees.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/arket-tee.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/james-perse-tee.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/07/Black-sunspel-t-shirt.png",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/armorluxtee.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/06/hanro-tee.jpg"
    ]
  },
  "172": {
    "source": "Ape To GentleMan",
    "title": "Mix & Match: Go-To Blazer & Trouser Separates Combinations",
    "author": "Paddy Maddison",
    "date": "",
    "text": "Drinks parties, dates, dinner and beyond. These are the awkward limbo events for which a full suit is little much, but smart casual could be seen as a cop out. Thankfully, for the style-conscious man, there exists another option. Albeit one that tends to strike fear into the hearts of those who’ve never attempted it. We’re talking, of course, about suit separates. The majority of gentlemen tend to write separates off as some sort of advanced-level style move, reserved only for the street-style elite and Pitti peacocks. However, we’re going to let you in on a secret: it’s not anywhere as hard as they’d lead you to believe. The trick lies in knowing when to wear them, which colours work well together… and which ones don’t. Once you’ve got that pinned down your wardrobe options will increase dramatically. So allow us to fill you in on the fundamentals."
  },
  "173": {
    "source": "Ape To GentleMan",
    "title": "What Are Separates?",
    "author": "Paddy Maddison",
    "date": "",
    "text": "At their core, separates are any items of tailoring – i.e. blazers and trousers – that don’t come from the same suit. Mixing the colours up keeps things more laid back than wearing a two-piece, without straying into sports jacket and jeans territory. It can be a little more complex than that, though. For example, the trousers don’t always have to be tailored. A pair of suit trousers could be swapped out for chinos in most cases and still be classed as separates. It’s all about how it looks as a whole, and pairing the correct colours is a big part of that."
  },
  "174": {
    "source": "Ape To GentleMan",
    "title": "When Should I Wear Separates?",
    "author": "Paddy Maddison",
    "date": "",
    "text": "Any time the dress code is a little bit fuzzy would be a good time to opt for separates. They’re always a great option for weddings, business casual offices and cocktail attire. As long as you don’t work in a corporate office, and the invite doesn’t state black tie, you can consider yourself good to go. And if in doubt, check with the host."
  },
  "175": {
    "source": "Ape To GentleMan",
    "title": "How To Pull Suit Separates Off",
    "author": "Paddy Maddison",
    "date": "",
    "text": "Done right, suit separates are the perfect vehicle for flexing your sartorial chops. Done wrong, you’ll look like you got dressed in the dark. To insure you always get the most out of mix-and-match menswear, these are the rules that should be adhered to.  Obviously, colour is hugely important when it comes to separates. That’s why they call them separates, right? But there’s another dimension to consider if you want to take your casual tailoring game from good to godlike. Texture is often overlooked but highly impactful when deployed with a little thought. The key lies in selecting fabrics that work together and the crucial thing to pay attention to here is seasonality. Generally speaking summer and winter fabrics don’t pair well, so pay attention to the temperature and mix your textures accordingly. That means a big no to voile cloth with moleskin and a big yes to corduroy with heavy cotton twill or pique cotton with linen.  When talking in terms of dress pants, blazers and Derbies, it’s easy to fall into the trap of thinking separates should be formal. This is far from the truth. At the core, suit separates are casual. Smart? Sure. But would you wear them to Buckingham Palace Garden Party? Probably not. For this reason, structured tailoring is best avoided in place of more relaxed pieces. Anything that is very obviously part of a matching two or three-piece is a big no no. Instead stick to more laid-back jackets with natural shoulders and think outside of the box in terms of materials. Also remember to exercise your freedom in terms of footwear. You might be constrained to leather Oxfords or Derbies with a formal suit but there’s much more room for manoeuvre where separates are concerned.  It may sound obvious but it’s worth repeating: nailing the perfect blazer and trouser combinations is all about creating contrast. Colours should look good together but shouldn’t be too similar in tone. Get this wrong and you risk looking like you were trying to match and failed. Of course, tonal separates can work but it’s important to make the colour of top and bottom different enough from each other to retain some semblance of contrast. It’s also a good idea to use a unifying colour theme to bring your outfit together as a whole. This can be achieved through accessories or pattern. For example, olive pants could be worn with a patterned blazer featuring olive as a base colour in the pattern. It’s a subtle yet effective way of creating visual cohesion.  This really is menswear 101 but it’s relevant here too. Fit is the most important part of any outfit. It doesn’t matter what you paid or whose name is stitched into the label, if the garment doesn’t fit it’s meaningless. However, when it comes to wearing separates it’s not just a good fit that’s important, it’s that the garments have uniformity in the way they hang on your body. For example, wearing an oversized blazer with slim-fit jeans would be a mistake. Instead, pay just as much attention to matching your fits as you would to colour and textures. It’s just as important, if not more so.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/12/separates-season.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/12/separates-casual.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/12/seaprates-cohesion.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2018/12/seaprates-fit.jpg"
    ]
  },
  "176": {
    "source": "Ape To GentleMan",
    "title": "Blazer & Trouser Colour Combinations",
    "author": "Paddy Maddison",
    "date": "",
    "text": "Some colours work beautifully with one another. Others, not so much. Here we look at the failsafe options you can keep referring back to time and time again to ensure your separates are perfectly matched, no matter what."
  },
  "177": {
    "source": "Ape To GentleMan",
    "title": "Navy Blazer With Khaki Trousers",
    "author": "Paddy Maddison",
    "date": "",
    "text": " There are very few colours navy doesn’t work with, but there are a select few that it complements so wonderfully it was almost as though they were designed to sit next to each other. One such hue is khaki. The beauty of this combination is that it works both ways round (top or bottom), but we’re going to focus on a navy blazer with khaki trousers. First, use a base layer to anchor the outfit. A white shirt, earthy roll neck or dark T-shirt would work nicely. If the occasion calls for it you could even add a waistcoat – something autumnal like a brown or beige textured wool would work well. Then it’s just a case of matching the suit trousers to your shoes. Try going for Oxfords or loafers in either a deep brown or black.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/12/navy-khaki-separates.jpg"
    ]
  },
  "178": {
    "source": "Ape To GentleMan",
    "title": "Blue Blazer With White Trousers",
    "author": "Paddy Maddison",
    "date": "",
    "text": " White trousers and tailoring is a bold style move, but one that can really pay off. So don’t let the Italian menswear mavens have all the fun, grab yourself a slice of the high-contrast action too – just watch where you’re sitting when you’re out and about. This one is best pulled off with a hearty dose of sprezzatura. Jacket wise, why not go double-breasted? If it’s colder weather you could even introduce a tonal waistcoat to give this combo an extra dimension. Other touches like a Panama hat, a scarf and/or a vibrant pocket square will help you to achieve that sense of effortlessly nonchalance, without coming across try-hard (it’s a fine balance). In terms of shoes, your options are numbered but black, dark brown or oxblood will always look great with this tried-and-tested pairing.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/12/navy-white-separates.jpg"
    ]
  },
  "179": {
    "source": "Ape To GentleMan",
    "title": "Green Blazer With White Trousers",
    "author": "Paddy Maddison",
    "date": "",
    "text": " For spring and summer occasions, there are few blazer and trouser combinations better suited than green and white. Shade-wise, the jacket should be somewhere between olive and forest green, but equally important as colour is texture. Thick, tactile fabrics like heavy cotton twill or tweed work very nicely when paired with a light-coloured pair of pants. If pure white feels a bit too showy, opt for cream instead and go for something with a high waist and pleats for bonus style points. In terms of the footwear, leather and suede will both work nicely, anywhere between beige and chestnut brown. If in doubt, a pair of brown suede loafers is a foolproof option.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/12/green-white-separates.jpg"
    ]
  },
  "180": {
    "source": "Ape To GentleMan",
    "title": "Tonal Blue Blazer & Trousers",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Suit separates don’t have to sit at opposite ends of the colour spectrum. In fact, both jacket and pants can be the same colour, provided the shades are different enough from one another to create some contrast. This is what’s known as tonal dressing and it’s a good option for events and occasions that sit on the dressier side of things. Think cocktail parties and evening dos as opposed to summer weddings and outdoor daytime affairs. A light blue jacket and navy pants is a good place to start. If you want to add another element, a waistcoat can work either in navy to match the pants, grey, or in a different shade of blue altogether. Brown is best for the footwear and stick to something classic like leather Derbies, loafers or Oxfords to keep it smart.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/12/tonal-blue-separates2.jpg"
    ]
  },
  "181": {
    "source": "Ape To GentleMan",
    "title": "Tonal Grey Blazer & Trousers",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Perhaps the best option (and the smartest) when going tonal with your separates is to work with neutrals and grey is king when it comes to those. Piecing together an entire look around a grey colour palette may sound sinfully boring but it can be surprisingly eye catching when executed well. Dark upstairs and light downstairs is the best approach here. Go for a dark jacket and light grey pants for maximum contrast. Again, the addition of a waistcoat can work well to bring things together, particularly when chosen in a shade that sits between that of the jacket and the pants. Black leather is the obvious choice where footwear is concerned. However, that’s not to say a brown shoe can’t be worn, provided the shade complements the pants.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/12/tonal-grey-separates2.jpg"
    ]
  },
  "182": {
    "source": "Ape To GentleMan",
    "title": "Beige Blazer With White Trousers",
    "author": "Paddy Maddison",
    "date": "",
    "text": " As previously mentioned, a summer wedding presents the perfect occasion to wheel out your separates. But unless you want to be on the verge of passing out from heat exhaustion by the time the speeches start, you should avoid dark colours and heavier materials. A beige jacket in linen, layered over a blue chambray shirt, is a good place to start. It’s smart yet summery and will keep you cool. Match this with a pair of crisp white tailored trousers or chinos. Then it’s just a case of nailing the footwear; black, dark brown or oxblood loafers are a solid option here.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/12/beige-white-separates.jpg"
    ]
  },
  "183": {
    "source": "Ape To GentleMan",
    "title": "Grey Blazer With Black Trousers",
    "author": "Paddy Maddison",
    "date": "",
    "text": " From a summer favourite to a winter one. Mixing black and grey may not sound like the most festive combination around but keeping your jacket and trousers low key and muted gives you some leeway to create a focal point elsewhere within your ensemble. A good place to start is with your base layer – i.e. whatever you’ve elected to wear beneath the jacket. A roll neck is a sophisticated choice and as the rest of your clothes aren’t screaming for attention, you can opt for a bold colour or even a pattern – a seasonal Fair Isle perhaps? As for your shoes, keep things nice and simple with black Derbies, brogues or monk-straps.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/12/black-grey-separates.jpg"
    ]
  },
  "184": {
    "source": "Ape To GentleMan",
    "title": "Burgundy Blazer With Grey Trousers",
    "author": "Paddy Maddison",
    "date": "",
    "text": " When dressing for impact, a statement jacket is your best friend. A colourful top layer is a foolproof way to bring an outfit to life, making it ideal for parties and functions that allow you a little room for manoeuvre in the dress code department. We’ve said it before many a time, but it’s worth repeating: if you’re going to wear a statement item – be it a jacket and shirt and tie or whatever else – you need to ensure the rest of your getup is pared-back. Nothing should be fighting for attention. That’s why a pair of grey trousers is such a good accompaniment in this instance. Grey is classic, understated and will complement a statement burgundy jacket without stealing any of the limelight. On your feet, you’ll need to make sure the colour of your shoes is a good match for grey. To get this right, always opt for either black or dark brown.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2018/12/burgundy-grey-separates2.jpg"
    ]
  },
  "185": {
    "source": "Ape To GentleMan",
    "title": "Fair-Weather Outerwear: 6 Summer Jacket Styles All Men Should Own",
    "author": "Paddy Maddison",
    "date": "",
    "text": "When the sun finally returns and washes away those long nights and gloomy days, perhaps the last thing on your mind is outerwear. “Summer jacket” might sound like an oxymoron, but don’t write them off – jackets are every bit as important in the warmer months as they are during the cooler portion of the year. They combat freak summer showers; they provide yet another sartorial building block for your seasonal wardrobe; and perhaps most importantly of all, they keep the chill at bay on those hazy evening beer-garden sessions (remember those?). The trick to making it work lies in picking seasonally-appropriate styles and fabrics. And we’ve prepared a handy guide that arms you with the knowledge you’ll need to do just that. From lightweight layers to waterproof wonders, here are the key summer jacket styles you should own and why."
  },
  "186": {
    "source": "Ape To GentleMan",
    "title": "Denim Jacket",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/03/wear-denim-jacket-men-15.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/09/best-denim-jackets-levis.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/09/taylor-denim.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/09/everlane-jacket.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/09/edwin-jacket.jpg"
    ],
    "text": "The denim jacket is one of menswear’s most enduring garments. For generations, it’s been a go-to piece of outerwear without ever falling from grace. Plus, it’s more than just a light outer layer on cool summer’s evenings. In the colder months, its low profile fit allows it to slot beneath a heavier winter coat, making it a prime layering piece. We could wax lyrical all day about the merits of a good denim jacket but the salient points are these: it’s classic, it’s versatile, and it’s so much more than just a seasonal piece. That versatility makes the denim jacket a dream to style. So long as you avoid matching wash jeans like the plague, it’s actually very difficult to mess it up. Lighter shades work best in the summer, darker shades work best in the winter, so if you’re looking for an all-rounder a mid-wash variation will be your best bet. Recommended brands include Taylor Stitch, Buck Mason and Uniqlo as well as denim specialists such as Levi’s, Nudie and Edwin."
  },
  "187": {
    "source": "Ape To GentleMan",
    "title": "Coach Jacket",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/coachjacket.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/arket-jacket.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/stussy-jacket.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/champion-coach.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/nike-coach.jpg"
    ],
    "text": "Men’s style has long drawn heavily on sportswear for inspiration and in recent years that upwards curve is only getting steeper. As a result, heroes of track and field such as the coach jacket have become key garments in their own right. This outerwear silhouette may have been designed with life on the playing field in mind, but its lightweight construction and breezy cut make it an excellent candidate for your next summer jacket. To style it, keep things similarly sporty. This isn’t the sort of outerwear to be paired with dress pants and polished Oxford shoes. Instead, focus on laid-back weekend-friendly pieces like tailored joggers, chinos and shorts. Footwear-wise, stick to sneakers – clean and simple if you’re thinking minimalist or a colourful suede runner for something a bit more on-trend. Recommended brands include streetwear stalwarts such as Carhartt, Champion and Stussy as well as athleisure specialists like Reigning Champ, Nike and Y-3."
  },
  "188": {
    "source": "Ape To GentleMan",
    "title": "Overshirt",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/overshirt-style.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/reiss-overshirt.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/everlane-overshirt.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/uw-overshirt.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/arket-overshirt.jpg"
    ],
    "text": "Those pieces of clothing that function well across your entire wardrobe are valuable things. The types of garments you can throw on with anything and everything and not even have to think about how they look. A quality overshirt is exactly that. A perfect layering piece in colder weather and a very capable light jacket in warmer temperatures, the overshirt hold its own year-round. Choose one in a light but durable fabric like cotton twill and you’re likely to be calling on it for many years to come. For maximum versatility, stick to neutral and earthy colours. Or, for full summer points, pick one in a pastel shade. As far as styling goes, there are no hard and fast rules. That’s the beauty of this particular outerwear – simply throw it on and you’re good to go. Recommended brands include affordable retailers like Arket, Reiss and Everlane, as well as traditional workwear labels such as Universal Works, Filson and Engineered Garments."
  },
  "189": {
    "source": "Ape To GentleMan",
    "title": "Light Bomber",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/light-bomber.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/cos-bomber.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/club-bomber.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/nn07-bomber.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/apc-bomber.jpg"
    ],
    "text": "Bombers are insulated jackets designed to keep pilots toasty at extreme altitudes, aren’t they? Well, traditionally, yes. However, as menswear has evolved, this classic piece of military outerwear has adapted to cope with a range of conditions – and look the part while doing it. The lightweight bomber jacket takes all the best parts of its insulated counterpart and repackages them into something more summer-friendly. The same cut, the same looks, but while keeping the wearer cool and comfortable. Being a casual jacket, a light bomber works best when paired with similarly casual pieces. Things like plain T-shirts, slim-fit denim and simple white sneakers are its best friends. That said, should the situation call for it, it can be dressed up to an extent. In which case, pieces like chinos, Oxford shirts and suede loafers are the perfect accompaniments. Recommended brands include heritage specialists such as Alpha Industries and Schott, along with contemporary brands such as Ami, NN07, Club Monaco and A.P.C."
  },
  "190": {
    "source": "Ape To GentleMan",
    "title": "Harrington",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/harrington-style.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/baracuta-harrington.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/reiss-harrington.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/rl-harrington.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/fredp-harrington.jpg"
    ],
    "text": "The Harrington jacket: a pop culture icon of the highest order, steeped in a rich British heritage. Popularised by stars of the fifties, such as Elvis Presley and James Dean, this simple workwear design quickly became the hottest new thing in menswear and has remained a favourite ever since. With a cropped fit and unlined construction, the Harrington lends itself well to summer wardrobes. Couple that with a simple design that can pair with almost anything else you could care to think of and you’ve got yourself an excellent summer jacket. Styling a piece this versatile is easy, but look back to the jacket’s 1950’s roots if you’re in need of inspiration. A simple white T-shirt tucked into some slim-fitting jeans serves as the perfect backdrop while a pair of suede desert boots or high-top canvas sneakers finish the look off nicely. Recommended brands include the original creator of the silhouette, Baracuta, as well as preppy and mod-leaning labels such as Fred Perry, GANT, Hackett London and Polo Ralph Lauren."
  },
  "191": {
    "source": "Ape To GentleMan",
    "title": "Technical Shell",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/summer-tech.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/tech-patagonia2.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/tech-si.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/tech-nf.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2020/05/tech-arc.jpg"
    ],
    "text": "It would be nice if every summer’s day was guaranteed to be dry and sunny. Unfortunately, the reality for many of us is that geography simply won’t allow it. If you live somewhere prone to unpredictable weather, a high-quality rain shell is absolutely essential. There was a time not so long ago when the only people wearing performance rainwear were alpine adventurers and outdoorsmen. However, with outdoor clothing very much the new workwear in men’s style terms, it is now possible to incorporate such garments into an outfit without them looking out of place. Where styling is concerned, outdoorsy and sporty pieces will work best. But remember, this is supposed to be a jacket you can throw on with anything at the last minute. This considered, it’s probably best to spend more time thinking about the looks of the jacket itself as opposed to what you’ll be wearing with it. For maximum versatility stick to dark colours and simple, minimalist styling. Recommended brands include Arc’teryx, The North Face, Patagonia, Moncler and Stone Island, all of which are renowned for their advanced fabrications and outdoor performance."
  },
  "192": {
    "source": "Ape To GentleMan",
    "title": "Embrace Your Wrinkles: The Best Linen Shirts For Men",
    "author": "Paddy Maddison",
    "date": "",
    "text": "Over the past few years, menswear has really opened up to the concept of texture. It’s a development that spelled good news for winter materials such as corduroy and fleece, but when it comes to breathable summer fabrics, it’s linen that’s back to add some flavour to your warm-weather wardrobe. Somewhere along the line, linen shirts ended up lumbered with a reputation for being somewhat uncool. Perhaps it was the creasing, or maybe the Richard Branson connotation was enough to drive sales into the ground. Whatever it was, the world has now wised up enough to realise that the linen shirt is number one when it comes to breezing through the heat in style. It’s soft, comfortable and can bring a tactile touch to any outfit. Here we take a look at one of menswear’s most misunderstood fabrics, including how to wear it and where to buy from."
  },
  "193": {
    "source": "Ape To GentleMan",
    "title": "Why You Need Some Linen In Your Life",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/linen-shirt.jpg"
    ],
    "text": "If you’ve harboured an aversion to linen in the past, now’s the time to put it to bed. This casual cloth is perfect for staying cool in the warmer months due to its low thread count, which makes it supremely breathable and far better suited than traditional poplin or Oxford cloth in terms of summer shirting. As touched upon, one of linen’s most notable drawbacks is it susceptibility to creasing. However, while there’s no getting around the fact that this is a fabric that loves to crumple, cotton-blend options have all but eliminated the issue. For maximum breeziness, though, 100% linen offers the best bang for your hard-earned buck. Just invest in a good iron and tumble dry on a low heat, if at all."
  },
  "194": {
    "source": "Ape To GentleMan",
    "title": "How To Style A Linen Shirt",
    "author": "Paddy Maddison",
    "date": "",
    "text": " Contrary to popular belief, it is possible to wear a linen shirt with a suit and make it look good. The key is mixing your materials to create texture and depth. Therefore, swerve the linen-on-linen combos and instead try your shirt with a wool or cotton suit in a contrasting colour. For example, a navy suit with an off-white shirt, or a beige suit with a light blue shirt. Striking this balance between light and dark will work alongside the differing textures to add a subtle complexity to the outfit. For something a little more laid-back, team a linen shirt with blazer and trouser separates instead. Again, choose contrasting shades and always ensure your shirt is cut slim and well fitted.  Sunny climes are where a linen shirt is most at home, making it the perfect ally for tackling a week or two in the heat. Wearing linen in an off-duty setting offers the chance to embrace the fabric in all it’s laid-back, crumpled glory – the way it was intended. A slightly looser cut is preferable when choosing a linen shirt for holiday. It should be relaxed and comfortable, but still well fitted across the shoulders and through the sleeves. Colour-wise, light is better for the simple fact that it will deflect some of the heat. Wear untucked, leave a couple of buttons undone and team with tailored swim shorts for effortless, beach-ready style.  A quality Oxford cloth button-down is one of the true cornerstones of weekend dressing. But during the warmer months it can be a recipe for unsightly sweat patches and overheating. The good news is you can swap your OCBD for a linen shirt within most outfits and achieve a similar look. Try wearing a white linen shirt with chinos and desert boots. Or, for something even more relaxed, team a light-blue linen shirt with slim-fit shorts and loafers.",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/linen-suit-outfit.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/linen-swimming-shorts.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/linen-weekend-look2.jpg"
    ]
  },
  "195": {
    "source": "Ape To GentleMan",
    "title": "The Best Linen Shirt Brands",
    "author": "Paddy Maddison",
    "date": "",
    "images": [
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/brunello-linen-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/everlanelinen.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/ob-linen-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/asket-linen.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/uniqlo-linen.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/club-linen.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/loro-linen-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/nn07-linen-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/vilebrequin-linen-1.jpg",
      "https://www.apetogentleman.com/wp-content/uploads/2019/07/ralph-linen-1.jpg"
    ],
    "text": "Brunello Cucinelli made a name for himself crafting colourful, cashmere sweaters. Today, his eponymous label is recognised for its ultra-luxe aesthetic and upscale casual wear. Linen shirts are exactly the sort of thing this Italian brand knows how to nail. Relaxed yet refined and a welcome addition to any style-conscious man’s summer shirting rotation. brunellocucinelli.com If you want to look good while doing good, Everlane has you covered. The eco-conscious brand only use the most ethical factories from across the globe, conducting an audit on things such as fair wages, reasonable hours and working environment before even considering striking up a professional relationship. They also pride themselves on a concept deemed “radical transparency”. Revealing the true cost behind all of their products – from materials to labour to delivery – it allows you to see exactly what you’re paying for. And in the case of their 100% linen shirts collection, you’re getting value in excess of double what other designer brands are charging. That makes them a bargain in our book. everlane.com When it comes to premium resortwear with a hefty dose of personality, few labels are better equipped to deliver the goods than Orlebar Brown (featured image, top). The British label has earned itself a cult following thanks to its tailored swim shorts and photorealistic, beachy prints. However, it’s output stretches far beyond just high-quality swimwear. Check the brand out for a full range of luxe summer staples, including one of the best selections of linen shirts you’ll find anywhere. orlebarbrown.com Asket live by the motto, “The Pursuit Of Less”. It’s perhaps the only brand in the world that actually wants you to buy less, but better. They realise that the constant churn of fast fashion is catastrophic for the environment and therefore set out to change the way you think about buying clothes, creating “forever pieces” that are designed to last and be worn every day. Think of them as the building blocks for your capsule wardrobe. To reinforce the point, the label only makes one linen shirt, but boy is it a beauty: made using 100% linen farmed in Normandy, it features a relaxed tailored fit that’s ideal for hot weather, mother of pearl buttons and is available in 5 colourways. Ironically, we want them all. asket.com Menswear is almost always a game of “you get what you pay for”. But Japanese high-street retailer Uniqlo is one of the rare exceptions to the rule. When it comes to stocking up on wardrobe basics, Uniqlo is difficult to beat, and it just so happens that men’s shirting is the key area in which the brand excels itself. Flattering cuts and durable construction are par for the course, making these linen shirts some of the best value options around. uniqlo.com Known for its affordable take on luxury, New York-based label Club Monaco has gained a cult following thanks to its modern take on classic pieces. Shirting courtesy of the brand features slim fits, acute attention to detail and prices that won’t leave you with a hole in your wallet. clubmonaco.com Much like Brunello Cucinelli, Loro Piana is a high-end, Italian label with its roots in cashmere. The brand was founded in 1924, but in more recent years has expanded its range to include everything from premium footwear to some of the finest linen shirts money can buy. Expect artisanal construction, breezy cuts and plenty of Riviera charm. loropiana.com An acronym for “No Nationality”, NN07 was born out of a love of travel and the idea of inclusivity within the fashion industry. Ethics aside, NN07 is, at its core, a brand that really knows its way around a shirt. High-quality, casual button-ups have become something of a calling card for the label and, unsurprisingly, there are plenty of linen options to be found. nn07.com It wouldn’t be much of a stretch to suggest that the linen shirt has resortwear DNA. Its airy nature and relaxed styling make it superbly suited to days spent flitting between beach and bar. French brand Vilebrequin knows good vacation attire better than most, and it shows in its laid-back selection of beach-friendly linen shirts. Simply team one with some tailored swim shorts and you’re good to go. vilebrequin.com The go-to label for preppy, East Coast style, Polo Ralph Lauren is no stranger to a shirt. The brand’s OCBD has been a staple item in the wardrobes of well-dressed men for decades, but RL’s linen options provide a handy alternative for the warmer months. ralphlauren.co.uk"
  }
}
